<?php

namespace Database\Seeders;

use App\Models\BacaanDetail;
use Illuminate\Database\Seeder;

class BacaanDetailSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $items = [
            [//1
                'bacaan_id' => '1',
                // 'segmen' => '0',
                'segmen_parent' => null,
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرًّحْمَنِ الَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '1',
                'segmen_parent' => null,
                'segmen_child' => '1',
                'arb' => 'إلَى حَضْرَةِ النَّبِيِّ المُصْطَفَى ، وَحَبِيْبِ الْمُجْتَبَى، وَرَسُوْلِ المُقْتَدَى، سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيعِنَاوَقُرَّةِ أََعْيُنِنَامُحَمَّدٍ صَلَّى اللهُ عَلَيْه وَسَلَّمْ وَعَلَى اَلِهِ وَأَصْحَابِهِوَازْوَاجِهِ وَذُرِّيَّاتِهِ وَاهْلِ بَيْتِهِ الْكِرَام ... الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '2',
                'segmen_parent' => null,
                'segmen_child' => '2',
                'arb' => 'ثُمَّ إِلَى أَرْوَاحِ اَبَآئِهِ وَإِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالمُرْسَلِينَ وَالْأَوْلِيَآءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ. وَآلِ كُلٍّ وَصَحْبِ كُلٍّ . ثُمَّ إِلَى رُوحِ أَبِيْنَا آدَمَ وَاُمِّنَا حَوَّاءَ وَمَا تَنَاسَلَ بَيْنَهُمَا إلَى يَوْمِ الْقِيَامَةِ ... الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '3',
                'segmen_parent' => null,
                'segmen_child' => '3',
                'arb' => 'ثُمَّ إلى أَرْوَاحِ سَادَاتِنَا وَمَوَالِيْنَا وَاَئِمَّتِنَا : سَيّدِنَا أََبِي بَكْرٍ الصِّدّيْقْ ،وسَيدِنا عُمَرَ بْنِ الْخَطَّاب، وَسَيّدِنَا عُثْمَانَ ابْنِ عَفَّان ،وَسَيِّدِنَا عَلِيٍّ بْنٍ اَبِي طِالِبْ، وَسِتَّةِ الْبَاقِيْنْ ، ثم إلى أزوَاحِ بَقِيَّةِ الصَّحَابَةِ وَالْقَرَابَةِ. وَالتَّابِعِينَ وَتَابِعِ التَّابِعِينَ وَتَابِعِهِمْ بِإِحْسَانٍ إِلى يَوْمِ الدِّينَ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '4',
                'segmen_parent' => null,
                'segmen_child' => '4',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ اَرْبَعَةِ الْأَئِمَّةِ المُجْتَهدِينَ وَمُقَادِمِيهِمْ فِي الدِّينِ.وإلى أَرْوَاحِ العَلَمَاءِ الرَّاشِدِيْنَ وَالْقَرَاءِ المَخْلِصِينَ وَالْأَئِمَّةِالْحَدِيثِ وَالْمُفْسِرِينَ وَسَائِرِ السَّادَاتِنَا الصُّوْفِيَّةِ المُحَقِّقِينَ،ثُمَّ إلى أَرْوَاحِ كُلِّ وَليٍّ وَوَلَيَّةٍ وَمُسْلِم وَمُسْلِمَةٍ مِنْ مَشَارِقِ الْأَرْضِ إِلى مَغَارِبِهَا وَمِنْ يَميْنهَا إلى شِمَالِهَا',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '5',
                'segmen_parent' => null,
                'segmen_child' => '5',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيعِ اَهْلِ سِلْسِلَةِ الْقَادِرِيَّةِ وَالنَّقْسَبَنْدِيَّةِ.وَجَمِيعِ اَهْلِ الطُّرُقِ . خُصُوصًا سُلْطَانَ الْأَوْلِيَاءِ. سَيّدِنَاالشَّيْخِ عَبْدِ القَادِرِ الجيلاني الله وَسَيّدَ الطَّائِفَةِ الصُّوْفِيَّة.الشَّيْخَ إِلَى الْقَاسِمِ جُنَيْدِ الْبَغْدَادِي. وَسَيّدَ السَّارِي السَّقَطِيوَسَيِّدَ الْمَعْرُوْفِ الكَرْخِي. وَسَيّدَ الْحَبَيْبِ الْعَجَمِ. وَسَيِّدَالحَسَنُ الْبَصْرِي. وَسَيِّدَ الْإِمَامِ جَعْفَرِ الصَّادِقِ. وَسَيِّدَ أبِي يَزِيدُ البَسْطَامِي ،وَسَيِّدَ يُوْسُفُ الْهَمْدَانِي. وَسَيِّدَ مُحَمَّدٌ بَهَاءُ الدِّينَ النَّقْسَبَنْدِي ، وَإِلَى حَضْرَةِ الْإِمَامِ الرَّبَّانِي وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ وَالأَخِذِيْنَ عَنْهُمْ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '6',
                'segmen_parent' => null,
                'segmen_child' => '6',
                'arb' => 'ثمَّ إِلى أَروَاحِ الفَقِيْهِ المُقَدَّمِ مُحَمَّدِ ابْنِ عَلِي بَاعَلَوِي وَالحَبيبِ عَبْدِ اللَّهِ ابْنِ عَلْوِى ابْنِ مُحَمَّدِ الْحَدَادِ بَاعَلَوِيْ وَالْإِمَامِ الْجَلِيْلْ عَبْدِ الرّحْمَنْ الدِّبَاعِي. وَآبِى عَبْدِ اللهُ مُحَمَّدِ ابْنِ سَعِيْدْ  الْبَصَيْرِي،وَالشَّيْخ إبْرَاهِيمَ التَّازِي رَحِمَهُمُ اللهُ تَعَالَى',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '7',
                'segmen_parent' => null,
                'segmen_child' => '7',
                'arb' => 'ثُمَّ الْفَاتِحَةُ إِلى أَرْوَاحِ مَنْ فَتَحَ هذِهِ القَرْيَةِ وَمَنْ عَمَّرَهَا بإِحْيَاءِ الشَّرِيعَةِ الإِسْلَام فِيْهَا ، وَإلى أَرْوَاحِ مُؤَسِّسِ هذا الْمُصَلَّى : كنجانا وغو الكوثر وقف العطاش الحبيب احمد بن شيخ العطاش . الْفَاتِحَةُ إِلى أَرْوَاحِ اَسَاتِيْذِنَا وَمَشَايِخِنَا خُصُوصًا. الْحَاجّ كِيَاهِي : سَعْـدُ الله آميْن نَافِعٌ ، الْحَاجَ كِيَاهِي : أَحْيَدٌ حَلِيْمِي. الْحَاجّ كِيَاهِي : أَحْمَدِيْ وَاَخِيْه . الحاج كِيَاهِي : زَمْرَجِي إِبْنَا الشَّيْرَازِى. الْحَاج  كِيَاهِي : حَسَنْ اَشْعَرِي مَعْلِي . وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ اَنَّ اللهَ يَغْفِرْ لَهُمْ وَيَرْحَمْهُمْ  وَيَنْفَعَنَا بِهِمْ وَآمَدَّنَا بِمَدِدِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَأَسْرَارِهِمْ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '8',
                'segmen_parent' => null,
                'segmen_child' => '8',
                'arb' => 'الْفَاتِحَةُ إِلى أَزْوَاحِ وَالِدِينَا وَوَالِدِيْكُمْ. وَمَشَايِحِْنَا وَمَشَايِحْكُمْ. وَأَمْوَاتِنَا وَاَمْوَاتِكُمْ، وَلِمَنْ اَحْسَنَ اِلَيْنَا . وَلِمَنْ لَه حَقٌّ عَلَيْنَا .وَلِمَنْ أَوْصَانَا وَاسْتَوْصَانَا. وَلِمَنْ يَتَعَلَّمُ عِنْدَنَا وَقَلَدَنَا بِدُعَاءِ الخَيْرِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '9',
                'segmen_parent' => null,
                'segmen_child' => '9',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ المُسْلِمِينَ وَالْمُسْلِمَاتِ. والمؤمِنِينَ وَالمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ إلى مَغَارِبَهَا. بَرْهَا وَبَحْرِهَا وَمِنْ يَمِيْنهَا إلى شِمَالِهَا . وَمِنْ قَافٍ إلى قَافٍ مِنْ لَدُنْ آدم إلى يَوْمِ الْقِيَامَةِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '10',
                'segmen_parent' => null,
                'segmen_child' => '10',
                'arb' => 'الفَاتِحَةُ بِنِيَّة القَبُوْلِ. وَتَمَامِ كُلِّ سُوْلِ وَمَأْمُوْلٍ وَصَلَاحِ الشَّأْنِ. ظَاهِرًا وَبَاطِنَا فِي الدِّيْنِ وَالدُّنْيَا وَالْآخِرَةِ . دَافِعَةٌ عَنْ كُلِّ شَرٍ. جَالِبَةٌ لِكُلِّ خَيْرٍ لَنَا وَ لِوَالِدِينَا . وَلِاَوْلَادِنَا وَذُرِّيَّتِنَا. وَتَلَامِيذِنَا وَجُلَسَائِنَا . مَعَ اللَّطْفِ وَالْعَافِيَةِ . وَعَلَى  ِنيَّةٍ أَنَّ اللهَ يُنوِّرُ قُلُوبَنَا وَقَوَالِيْنَا مَعَ الْهُدَى وَالتَّقى . وَالْعَفَافِ وَالْغِنَى وَالْوَتِ عَلَى دِيْنِ الْإِسْلَام   بِلا مِحْنَةٍ وَلَا امْتِحَانٍ ، بِجَاهِ سَيِّدِ وَلَدِ عَدْنَانِ جَامِعَةً لِكُلِّ نِيَّةٍ صَالِحَةً . وَزِيَادَةٌ ومَحَبَّةً فٍيْ شَرَفِ حَبِيبِنَا سَيّدِنَا مُحَمَّدٍ صلى الله  عليه وسلم. الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],

            //2
            [
                'bacaan_id' => '2',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Tawasul',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرًّحْمَنِ الَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '1',
                'arb' => 'إِلَى حَضْرَةِ النَّبِيِّ الْمُصْطَفَى  سَيِّدِنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالِهِ وَصَحْبِهِ شَيْءٌ لِلَّهِ لَهُمُ الْفَاتِحَةُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '2',
                'arb' => 'ثُمَّ إِلَى حَضْرَةِ إِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالْمُرْسَلِيْنَ وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَالْعُلَمَاءِ الْعَامِلِينَ وَالْمُصَنِّفِينَ الْمُخْلِصِينَ وَجَمِيعِ الْمَلَائِكَةِ الْمُقَرَّبِينَ، خُصُوْصًا إِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجَيْلَانِي وَخُصُوصًا إِلَى مُؤَتِسِي جَمْعِيَّةِ نَهْضَةِ الْعُلَمَاءِ، لَهُمُ الْفَاتِحَةُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '3',
                'arb' => 'ثُمَّ إِلَى جَمِيعِ أَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ إِلَى مَغَارِبِهَا بَرْهَا وَبَحْرِهَا خُصُوصًا إِلَى آبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا وَمَشَايِخِنَا وَمَشَايِحَ مَشَايِخِنَا وَلِمَنْ أَحْسَنَ إِلَيْنَا وَلِمَنِ اجْتَمَعْنَا هُهُنَا بِسَبَبِهِ شَيْءٍ لِلَّهِ لَهُمُ الْفَاتِحَةُ',
                'ina' => null,
                'keterangan' => null,
            ],

            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Tahlil',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '0',
                'arb' => '١. بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ. ٢. اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ. ٣. اَلرَّحْمنِ الرَّحِيْمِ.  ٤. ماَلِكِ يَوْمِ الدِّيْنِ. ٥. إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ. ٦. اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.  ٧. صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ. رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '1',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                قُلْ هُوَ اللهُ أَحَـدٌ . اَللهُ الصَّمَـدُ . لَمْ يَلِـدْ وَلَمْ يٌوْلَـدْ. وَلَمْ يَكُـنْ لَهُ كُفُـوًا  أَحَـدٌ.  ×٣',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '2',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ، مِنْ شَرِّ مَا خَلَقَ، وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ، وَمِنْ شَرّ حَاسِدٍ إِذَا حَسَد ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '3',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                قُلْ أَعُوْذُ بِرَبِّ النَّاسِ، مَلِكِ النَّاسِ، إِلَهِ النَّاسِ، مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ، اَلَّذِيْ يُوَسْوِسُ فِي صُدُوْرِ النَّاسِ، مِنَ الْجِنَّةِ وَالنَّاسِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '4',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ١. بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ. ٢. اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ. ٣. اَلرَّحْمنِ الرَّحِيْمِ.  ٤. ماَلِكِ يَوْمِ الدِّيْنِ. ٥. إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ. ٦. اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.  ٧. صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ. رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '5',
                'arb' => '( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                الـمَّ ، ذَلِكَ الْكِتَبُ لَا رَيْبٍ فِيْهِ، هُدًى لِلْمُتَّقِينَ، الَّذِينَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلوةَ وَمِمَّا رَزَقْتُهُمْ يُنْفِقُونَ، وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوْقِنُونَ، أُولَبِكَ عَلَى هُدًى مِّنْ رَّبِّهِمْ وَأُولَبِكَ هُمُ الْمُفْلِحُونَ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '6',
                'arb' => 'وَإِلَهُكُمْ إِلهُ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '7',
                'arb' => 'اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚلَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ  أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلاَ  يَؤُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ. لِله مَا فِي السَّمَوتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي اَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَّشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، أَمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللهِ وَمَلَيكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ، لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ
                <br>
                وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ×۷
                <br>
                أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ.  آمِيْنَ
                <br>
                ارْحَمْنَا ...   يَا أَرْحَمَ الرَّاحِمِينَ   ×٣',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '8',
                'arb' => 'يَا أَرْحَمَ الرَّاحِمِينَ @ يَا أَرْحَمَ الرَّاحِمِينَ
                <br>
                يَا أَرْحَمَ الرَّاحِمِينَ @ فَرَجْ عَلَى الْمُسْلِمِينَ
                <br>
                <br>
                يَا رَبَّنَا يَا كَرِيمُ @ يَا رَبَّنَا يَا رَحِيمُ
                <br>
                أَنْتَ الْجَوَّادُ الْحَلِيمُ @ وَأَنْتَ نِعْمَ الْمُعِيْنُ
                <br>
                <br>
                وَلَيْسَ نَرْجُو سِوَاكَ @ فَادْرِكْ إِلهِي دَرَاكَ
                <br>
                قَبْلَ الْفَنَا وَالْهَلَاكِ @ يَعُمُّ دُنْيَا وَدِيْنَ
                <br>
                <br>
                وَمَا لَنَا رَبَّنَا @ سِوَاكَ  يَا حَسْبَنَا
                <br>
                يَاذَا الْعُلَى وَالْغِنَى @ وَيَا قَوِيُّ يَا مَتِيْنُ
                <br>
                <br>
                نَسْأَلُكَ وَالِي يُقِيمُ @ الْعَدْلَ كَيْ نَسْتَقِيمُ
                <br>
                عَلى هُدَاكَ الْقَوِيمُ @ وَلَا نُطِيْعُ اللعِيْنُ
                <br>
                <br>
                يَارَبَّنَا يَا مُجِيْبُ @ أَنْتَ السَّمِيعُ الْقَرِيبُ
                <br>
                ضَاقَ الْوَسِيعُ الرَّحِيْبُ @ فَانْظُرْ إِلَى الْمُؤْمِنِينَ
                <br>
                <br>
                نَظْرَةٌ تُزِيْلُ الْعَنَا @ عَنَّا وَتُدْنِي الْمُنَا
                <br>
                مِنَّا وَكُلَّ الْهَنَا @ نُعْطَاهُ فِي كُلِّ حِيْنِ
                <br>
                <br>
                أَسْتَلُكَ بِجَاءِ الْجُدُودِ @ وَالِي يُقِيمُ الْحُدُوْدَ
                <br>
                فِيْنَا فَيَكْفِي الْحَسُوْدَ @ وَيَدْفَعُ الظَّالِمِينَ
                <br>
                <br>
                يُزيلُ لِلْمُنْكَرَاتِ @ يُقِيمُ لِلصَّلَوَاتِ
                <br>
                يَأْمُرُ بِالصَّالِحَاتِ @ مُحِبُّ لِلصَّالِحِينَ
                <br>
                <br>
                يُريحُ كُلَّ الْحَرَامِ @ يَقْبَرُ كُلَّ الطَّعَامِ
                <br>
                يَعْدِلُ بَيْنَ الْأَنَامِ @ ويُؤَمِنُ الْخَائِفِينَ
                <br>
                <br>
                رَبِّ اسْقِنَا غَيْثَ عَامٍ @ نَافِعٌ مُبَارَكٌ دَوَامَ
                <br>
                يَدُومُ فِي كُلِّ عَامٍ @ عَلَى مَمَرِ السِّنِينَ
                <br>
                <br>
                رَبِّ احْيِنَا شَاكِرِيْنَ @ وَتَوَفَّنَا مُسْلِمِينَ
                <br>
                تُبْعَثُ مِنَ الْأَمِنِيْنَ @ فِي زُمْرَةِ السَّابِقِيْنَ
                <br>
                <br>
                بِجاءِ طَه  الرَّسُوْلِ @ جُدْ رَبَّنَا بِالْقَبُوْلِ
                <br>
                وَهَبْ لَنَا كُلَّ سُوْلِ @ رَبِّ اسْتَجِبْ لِي أَمِينَ
                <br>
                <br>
                عَطَاكَ رَبِّي جَزِيْلٌ @ وَكُلُّ فِعْلِكَ جَمِيلٌ
                <br>
                وَفِيْكَ أَمَلَنَا طَوِيْلَ @ فَجُدْ عَلَى الطَّامِعِيْنَ
                <br>
                <br>
                يَا رَبِّ ضَاقَ الْخِنَاقُ @ مِنْ فِعْل مَا لَا يُطَاقُ
                <br>
                فَامْنُنْ بِفَكِ الْخِلَاقِ @ لِمَنْ بِذَنْبِهِ رَهِينُ
                <br>
                <br>
                وَاغْفِرْ لِكُلّ الذُّنُوبِ @ وَاسْتُرْ لِكُلِّ الْعُيُوبِ
                <br>
                وَاكْشِفْ لِكُلِّ الْكُرُوبِ @ وَاكْفِ أَذَى الْمُؤْذِبِينَ
                <br>
                <br>
                وَاخْتِمْ بِأَحْسَنُ خِتَامٍ @ إِذَا دَنَا الْإِنْصِرَامُ
                <br>
                وَحَانَ حِيْنُ الْحِمَامِ @ وَزَادَ رَشْحُ الْجَبِيْنِ
                <br>
                <br>
                ثُمَّ الصَّلَاةُ وَالسَّلَامُ @ عَلَى شَفِيعِ الْأَنَامِ
                <br>
                وَالْآلِ نِعْمَ الْكِرَامُ @ وَالصَّحْبِ وَالتَّابِعِيْنَ',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '9',
                'arb' => 'رَحْمَةُ اللهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَّجِيدٌ. إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا
                <br>
                إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ، يَا أَيُّهَا الَّذِيْنَ امَنُوا صَلُّوْا عَلَيْهِ وَسَلَّمُوا تَسْلِيمًا.
                <br>
                . اللَّهُمَّ صَلَّ أَفْضَلَ الصَّلَاةِ عَلَى أَسْعَدِ مَخْلُوقَاتِكَ نُوْرٍ الْهُدَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ، عَدَدَ مَعْلُومَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ
                <br>
                . اللَّهُمَّ صَلَّ أَفْضَلَ الصَّلَاةِ عَلَى أَسْعَدِ مَخْلُوقَاتِكَ شَمْسِ الضُّحَى  سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ، عَدَدَ مَعْلُومَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ.
                <br>
                . اللَّهُمَّ صَلَّ أَفْضَلَ الصَّلَاةِ عَلَى أَسْعَدِ مَخْلُوقَاتِكَ بَدْرٍ الْدُّجَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ، عَدَدَ مَعْلُومَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ.
                <br>
                وَسَلَّمْ وَرَضِيَ اللَّهُ تَعَالَى عَنْ سَادَاتِنَا أَصْحَابِ رَسُوْلِ اللَّهِ أَجْمَعِينَ. حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ، نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ وَلاحَولَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ العَلِي الْعَظِيم',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '10',
                'arb' => 'أَسْتَغْفِرُ اللهَ الْعَظِيمَ ×۳
                <br>
                أَفْضَلُ الذِكْرِ فَاعْلَمْ أَنَّهُ :
                <br>
                لَا إِلهَ إِلَّا اللهُ      .....   حَيُّ مَوْجُوْدُ
                <br>
                لَا إِلهَ إِلَّا اللهُ      .....   حَيُّ مَعْبُوْدُ
                <br>
                لَا إِلهَ إِلَّا اللَّهُ      .....   حَيَّ بَاقٍ
                <br>
                مُحُمَّدٌ رَسُوْلُ اللهِ  صَلَّى  اللهُ عَلَيْهِ وَسَلَّمْ .
                <br>
                لَا إِلهَ إِلَّا اللهُ       ×١٠٠
                <br>
                لَا إِلهَ إِلَّا اللهُ  مُحُمَّدٌ رَسُوْلُ اللهِ  صَلَّى  اللهُ عَلَيْهِ وَسَلَّمْ . كَلِمَةُ حَقٍّ   ،عَلَيْهَا نَحْيَا   وَعَلَيْهَا نَمُوْتُ وَبِهَا نُبْعَثُ ، فَأِنْ شَاءَ اللهُ تَعَالِى مِنِ الْآمِنِيْنَ.
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ     لَا إِلهَ إِلَّا اللهُ
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ    عَلَى النَّبِيِّ صِلَاةّ اللهِ
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ    عَلَى النَّبِيِّ سَلَامُ اللهِ
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ    مُحُمَّدٌ رَسُوْلُ اللهِ
                <br>
                <br>
                •  اللَّهُمَّ صَلِّ عَلَى سَيّدِنَا مُحُمَّدٍ
                <br>
                اللَّهُمَّ صَلَّ عَلَيْهِ وَسَلَّمْ  ....   × ٣
                <br>
                •  يَا رَبِّ صَلِّ عَلَى سَيّدِنَا مُحُمَّدٍ
                <br>
                يَا رَبِّ صَلَّ عَلَيْهِ وَسَلَّمْ  ... × ١
                <br>
                <br>
                • سُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ اللهُ .      × ۷
                <br>
                • سُبحَانَ اللهٍ  وَ بِحَمْدِهِ  سُبْحَانَ اللهِ الْعَظِيمِ .  ×٣
                <br>
                • صَلَّى عَلَى  مُحُمَّدٍ    صَلَّى اللهُ عَلَيْهِ وَسَلَّمْ  × ٣
                <br>
                <br>
                • اللَّهُمَّ صَلَّ عَلَى حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ    ...  × ۲
                <br>
                • اللَّهُمَّ صَلِّ عَلَى حَبِيْبِكَ سَيّدِنَا مُحَمَّدٍ وَعَلَى الِهِ وَصَحْبِهِ وَبَارِكْ وَسَلَّمْ أَجْمَعِيْنَ... ×١
                <br>
                <br>
                الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '',
                'segmen_parent' => '3',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Do\'a Tahlil',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '0',
                'arb' => null,
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '1',
                'arb' => 'أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّحِيْمِ، بِسْمِ اللَّهِ الرَّحْمٰنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِيْنَ، حَمْدُ الشَّاكِرِينَ حَمْدَ النَّاعِمِينَ، حَمْدًا يُوَافِي نِعَمَهُ وَيُكَافِيُّ مَزِيْدَهُ، يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ وَعَظِيمٍ سُلْطَانِكَ، اللهُمَّ صَلَّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحِمَّدٍ.',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'اللَّهُمَّ اجْعَلْ وَتَقَبَّلْ وَأَوْصِلْ وَبَلِّغْ ثَوَابَ مَا قَرَأْنَاهُ مِنَ الْقُرْآنِ الْعَظِيمِ  وَمَا هَلَّلْنَا  وَمَا سَبَّحْنَا وَمَا اسْتَغْفَرْنَا وَمَا صَلَّيْنَا وَسَلَّمْنَا عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، هَدِيَّةً وَاصِلَةً وَرَحْمَةً نَازِلَةً وَبَرَكَةً شَامِلَةً إِلَى حَضَرَةِ حَبِيبِنَا وَشَفِيْعِنَا وَقُرَّةِ أَعْيُنِنَا سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، وَإِلَى جَمِيْعِ إِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالْمُرْسَلِينَ، وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ ، وَالصَّحَابَةِ وَالتَّابِعِينَ، وَالْعُلَمَاءِ الْعَامِلِينَ، وَالْمُصَنِّفِينَ الْمُخْلِصِينَ  وَالْمُجَاهِدِيْنَ فِي سَبِيْلِ اللهِ رَبِّ الْعَلَمِيْنَ ، وَجَمِيْعِ الْمَلَائِكَةِ الْمُقَرَّبِيْنِ، خُصُوصًا إِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِيَ. رضي الله عنهم',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'ثُمَّ إِلَى أَرْوَاحِ جَمِيعِ أَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ وَمَغَارِبِهَا بَرِّهَا وَبَحْرِهَا  خُصُوصًا إِلَى آبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا ، وَنَخَصُّ خَصُوصًا إِلَى ارْوَاحِ : مَنِ اجْتَمَعْنَا هُهُنَا بِسَبَبِهِم وَلِأَجْلِهِم . اللَّهُمَّ اغْفِرْ لَهُمْ وَارْحَمْهُمْ وَعَافِهِمْ وَاعْفُ عَنْهُمْ. اَللَّهُمَّ أَنْزِلِ الرَّحْمَةَ وَالْمَغْفِرَةَ وَالشَّفَاعَةَ وَالنِّعْمَةَ عَلَى أَهْلِ الْقُبُوْرِ مِنْ أَهْلِ لَا إِلَهَ إِلَّا اللهُ  مُحَمَّدٌ رَّسُوْلُ اللهِ، ( صَلَّى اللهُ عَلَيْهِ وَسَلَّمْ) اللَّهُمَّ اجْعَلْ ثَوَابَ ذَلِكَ فِدَاءً لَهُمْ ، وَحِجَابًا لَهُم ، وَسِتْرًا لَهُمْ ، وَعِتْقًا لَهُمْ مِنَ النَّارِ . بِرَحْمَتٍكَ يَا اَرْحَمَ الرَّاحِمِيْنً',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'رَبَّنَا أَرنَا الْحَقَّ حَقًّا وَّارْزُقْنَا اتَّبَاعَهُ، وَأَرِنَا الْبَاطِلَ بَاطِلًا وَارْزُقْنَا اجْتِنَابَهُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً ، وَقِنَا عَذَابَ النَّارِ . سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَسَلَامٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِيْنَ الْفَاتِحَة',
                'ina' => null,
                'keterangan' => null,
            ],

            //3
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => null,
                'arb' => 'الباب الأول',
                'ina' => 'BAB 1',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '1',
                'arb' => 'اَلْحَمْدُ لِله الَّذِي أَرْسَلَ سَيِّدَنَا مُحُمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِكَامِلِ الشَّرِيعَةِ وَخَالِصِ الدِّيْنِ، وَحَلَى جِيْدَ رِسَالَتِهِ بِبَاهِرِ الْخَوَارِقِ ,وَأَيَّدَهُ بِكُمَّاةِ الْأَصْحَابِ الْمُهْتَدِيْنَ .
                <br>
                وَخَصَّ مَنْ شَآءَ مِنْ أَتْبَاعِ مِلَّتِهِ بِالرُّقِي إِلَى أَوْجِ الْمَعَارِفِ وَالْحَقَائِقِ، وَأَفَاضَ عَلَيْهِمْ مِنْ بُحُورِ الْمَوَاهِبِ اللَّدُنِيَّةِ ظُرَفَ اللَّطَائِفِ وَشَوَارِقَ الرَّقَائِقِ.
                <br>
                فَأَصْبَحَوْا هُدَاةَ الْأُمَّةِ، وَقَادَتَهَا إِلَى الْعَرِيْزِ الْعَلِيمِ،
                <br>
                سَالِكِينَ بِعِبَادِ اللهِ تَعَالَى مِنْ سُبُلِ الْإِرْشَادِ أَعْلَى الصِّرَاطِ الْمُسْتَقِيمِ .
                <br>
                وَآلَ اللهُ عَلَيْهِ وَعَلَيْهِمْ زَاكِيَ الصَّلَوَاتِ وَالتَّسْلِيمَ، وَوَفَّقَنَا لِلْإِهْتِدَاءِ بِهْدَاهُمْ ، وَالْإِقْتِدَاءِ بِأَثَارِهِمْ ،
                وَالْإِقْتِبَاسِ مِنْ مِشْكَاةِ أَنْوَارِهِمْ فِي حِنْدِسِ
                الْجَهْلِ  الْبَهِيمِ . مَا عَطَّرَتْ مَنَاقِبُهُمْ مَعَاطِسَ الْأَسْمَاعِ الْوَاعِيَةِ، وَتُلِيَتْ آيُ فَضَائِلِهِمْ فَكَانَتْ إِلَى النُّهُوْضِ إِلَى اللهِ دَاعِيَةً.        أَمَّا بَعْدُ :
                فَيَقُولُ الْمُفْتَقِرُ إِلَى فَضْلِ الْكَرِيمِ الْمُنْجِي، جَعْفَرُ ابْنُ حَسَنِ ابْنِ عَبْدِ الْكَرِيمِ الْبَرْزَنْجِيَ : هَذِهِ نُبْذَةٌ مِنْ أَحْوَالِ الْقُطْبِ الرَّبَّانِيِّ ، وَالْغَوْثِ الصَّمَدَانِي ، سُلْطَانِ الأَوْلِيَاءِ الْعَآرِفِينَ ،وَإِمَامِ الْعُلَمَآءِ السَّالِكِيْنَ،
                النَّاهِلِينَ مِنْ بَحْرِ الْحَقِيقَةِ وَالْغَارِفِينَ، اَلسَّيِّدِ الشَّرِيفِ، وَالسَّنَدِ الْغِطْرِيفِ ، الْحَسِيْبِ النَّسِيْبِ ، ذِي الْمَقَامِ الأََعْلَى وَالنَّادِي الرَّحِيْبِ ، سَيِّدِي الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِي  رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة)
                بَلَّغَهُ اللهُ تَعَالَى بِنَفْسِهِ الْقَوِيِّ وَالْحَفِيِّ جَنَّةَ الْقُرْبِ وَالأَمَانِ ،
                وَعِقْدٌ نَظَمْتُهُ مِنْ فَرَآئِدِ عَمَلِهِ  وَقَوْلِهِ ،  لِتَتَشَنَّفَ
                <br>
                بِدُرَرِهِ أَسْمَاعُ الْحَاضِرِينَ عِنْدَ عَمَلِ مُهِمِّهِ وَحَوْلِهِ .
                <br>
                اٍنْتَخَبْتُهُ مِنْ كَلَامِ بَعْضِ أَرْبَابِ الطَّرِيقَةِ، وَمَنْ لَهُ فِي حَضْرَةِ الشَّيْخِ  عَقِيْدَةٌ مُحْكَمَةٌ وَمَحَبَّةٌ وَثِيْقَةٌ كَالشَّيْخِ عَبْدِ الْوَهَّابِ الشَّعْرَانِيَ الَّذِي لَاحَ لَهُ الْفَلَاحُ ،
                 وَالسَرَاجِ الدِّمَشْقِيَ صَاحِبُ كِتَابِ نِتَاجِ الأَرْوَاحِ ، رَغْبَةً فِي نَشْرِ أَحْوَالِ الْكُمَّلِ وَبَثِّ مَنَاقِبِ الْأَخْيَارِ، وَاسْتِنْزَالاً  لِصَيِّبِ رَحَمَاتِ وَالْبَرَكَاتِ الْغِزَارِ .
                <br>
                إِذ بِذِكْرِهِمْ تُفْتَحُ أَبْوَابُ السَّمَوَاتِ الْعَلِيَّةِ ، وَتَنْهَلُّ مِنْ حَظِيرَةِ الْقُدْسِ سُحُبُ الْفُيُوْضَاتِ الْإِلَىهِيَّةِ ، وَفَصَّلْتُهُ بِوَسَآئِطَ مِنْ لَأًلِ التَّرَاضِي عَنْهُ، وَطَلَبِ الإِمْدَادِ بِأَسْرَارِهِ ، فَلْيَجْهَرْ بِذِكْرِهِ الْحَاضِرُوْنَ عِنْدَ بُلُوْغِ الْقَارِئِ  اِلَيْهَا فِي أَخْبَارِهِ،  وَسَمَّيْتُهُ بِاللُّجَيْنِ الدَّانِي فِي ذِكْرِ نُبْذَةٍ مِنْ مَنَاقِبِ الْقُطْبِ الرَّبَّانِي سَيِّدِنَا الشَّيْخِ  عَبْدِ الْقَادِرِالْجِيْلَانِيَ رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة) ، فَاَقُولُ : هُوَ الشَّيْخُ الْكَامِلُ، وَالْجِهْبِذُ الْوَاصِلُ، ذُو الْمَقَامَاتِ الْعَالِيَةِ الشَّرِيفَةِ ، وَالْأَقْدَامِ
                الرَّاسِخَةِ، وَالتَّمَكُّنِ التَّآمِّ، وَالأَحْوَالِ الْمُنِيْفَةِ ،
                <br>
                وَالْكَمَالَاتِ الشَّامِخَةِ ، الْقُطْبُ الرَّبَّانِي، وَالنُّوْرُ السَّاطِعُ الْبُرْهَانِي، وَالْهَيْكَلُ الصَّمَدَانِي، وَالْغَوْثُ النُّوْرَانِيّ، وَهُوَ أَبُو مُحَمَّدْ  عَبْدِ الْقَادِرِالْجِيْلَانِيَ رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة) ، اِبْنُ أَبِي صَالِحِ مُوْسَى جَنْكِي دَوْسَتِ، وَقِيلَ: جَنْكًا دَوْسَتِ، ابْنِ عَبْدِ اللهِ،
                اٍبْنِ يَحْيَى الزَّاهِدِ ، اِبْنِ مُحَمَّدِ ، اِبْنِ دَاوُودَ ، اٍبْنِ مُوسَى الثَّانِي ، ابْنِ عَبْدِ اللهِ الثَّانِي ، اِبْنِ مُوْسَى الْجُوْنِ ، اِبْنِ عَبْدِ اللهِ الْمَحْضِ،اِبْنِ الْحَسَنِ الْمُثَنَّى،
                اِبْنِ الْحَسَنِ السِّبْطِ ، اِبْنِ عَلِيٍّ بْنِ أَبِي طَالِبٍ ،
                وَابْنِ فَاطِمَةَ الزَّهْرَاءِ الْبَتُوْلِ، بِنْتِ سَيّدِنَا مُحَمَّدٍ
                صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّسُوْلِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '2',
                'arb' => 'نَسَبٌ كَأَنَّ عَلَيْهِ مِنْ شَمْسِ الضُّحَى @
                نُورًا وَمِنْ فَلَقِ الصَّبَاحِ عَمُوْدًا
                <br>
                نَسَبٌ لَّهُ فِي وَجْهِ آدَمَ  لُمْعَةٌ   @
                مُنِحَتْ مَلَآ ئِكَةُ السَّمَاءِ سُجُودًا
                <br>
                نَسَبُ كِتَابُ اللهِ أَوْفَى حُجَّةً   @
                فِي مَدْحِهِ مَنْ ذَا يَرُوْمُ جُودًا
                <br>
                يَارَبَّنَا ارْضَ عَنْهُ وَارْحَمْنَا بِهِ  @
                وِاحْلُلْ مِنَ الَأَمْرِ الْعَسِيْرِ عُقُوْدَا',
                'ina' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '3',
                'arb' => 'بسم اللهِ الرَّحْمٰنِ الرَّحِيمِ
                <br>
                يَارَبَّنَا   بِالْهَيْكَلِ    النُّوْرَانِ  @
                     الْبَازِ عَبْدِ الْقَادِرِ الْجِيْلَانِيّ
                <br>
                اُسْلُكْ بِنَا نَهْجَ الْهِدَايَةِ وَاحْمِنَا @
                     مِنْ شَرِكُلِّ مُعَانِدٍ اَوْجَانِي
                <br>
                بِاَبِيهِ عَبْدِ اللهِ فَرِّجْ كَرْبَنَا @
                     وَاقْضِ حَوَائِجَْ عَبْدِكَ الْوِلْهَانِ
                <br>
                وَبِجَنْكِ دُسْتٍ يَا اِلَهِيْ أَغْنِنِي @
                     وَاجْعَلْنِي فِي بَحْرِ الْمَحَبَّةِ فَانِي
                <br>
                بِالْقُطْبِ عَبْدِ اللهِ دَاوِ عِلَّتِي @
                     وَبِيَحْيَ أَحْيِ الْقَلْبَ بِالْعِرْفَانِ
                <br>
                وَبِمُحَمَّدْ وَآبِيْهِ دَاوُدَ اكْسُنِي @
                     ثَوْبَ الْبَهَا وَالْوُدِّ فِي الْأَزْمَانِ
                <br>
                بِاَبِيْهِ عَبْدِ اللهِ أَصْلِحْ شَأْنَنَا @
                     وَلِدِيْنِنَا فَاحْفَظْ مِنَ النُّقْصَانِ
                <br>
                وَالْطُفْ بِنَا فِي كُلِّ مَا قَدَّرْتَهُ @
                     بِالْجُوْنِ مُوسَى جُدْ بِخَيْرِ جِنانِ
                <br>
                وَالْمَحْضِ عَبْدِ اللهِ لِلْاِحْسَانِ مَحْ @
                   .. ضًا رَقِّنِيْ ثُمَّ اكْسُنِي بِمَعَانِي
                <br>
                بِالْأَنْوَرِ الْحَسَنِ الْمُثَنَّى نَوِّرَنْ @
                     عَقْلِيْ وَلَا تَتْرُكْنِ  لِلْأَكْوَانِ
                <br>
                وَاَبِيْهِ أَوَّلِ كُلِّ قُطْبٍ بَاهِرٍ @
                     سِبْطِ النَّبِيِّ الْمُصْطَفَى الْعَدْنَانِيّ
                <br>
                حَسَنِ الزَّكيِّ ابْنِ الْإِمَامِ الْمُرْتَضَى @
                     حَامِي الْوَغَى غَيْثِ النَّدَى الْهَتَّانِ
                <br>
                يَسِّرْ لَنَا كُلَّ الْأُمُوْرِ وَعَافِنَا @
                     مِنْ كُلِّ هَمٍّ أَوْ بَلَا أَوْعَانِي
                ',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '4',
                'arb' => 'اللَّهُمَّ انْشُرْ نَفَحَاتِ الرَّضْوَانِ عَلَيْهِ
                <br>
                وَأَمِدَّنَا بِالأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ
                ',
                'ina' => null,
                'is_syiir' => true,
            ],


            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => null,
                'arb' => 'الباب الثاني',
                'ina' => 'BAB 2',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => 0,
                'arb' => null,
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => '1',
                'arb' => 'وُلِدَ رَضِيَ اللهُ عَنْهُ بِجِيْلَانَ ، وَهِيَ بِلَادٌ مُتَفَرِّقَةٌ مِنْ وَرَاءِ طَبَرِسْتَانَ، فِي سَنَةِ إِحْدَى وَسَبْعِيْنَ وَأَرْبَعِ مِائَةٍ
                ( ٤٧١ )
                <br>
                وَكَانَ فِي طُفُولِيَّتِهِ يَمتَنِعُ مِنَ الرَّضَاعَةِ فِي نَهَارِ رَمَضَانَ عِنَايَةً مِنَ اللهِ تَعَالَى بِهِ. وَلَمَّا تَرَعْرَعَ وَسَارَ إِلَى طَلَبِ الْعُلُوْمِ ، وَقَصَدَ كُلَّ مِفْضَالٍ عَلِيْمٍ . وَمَدَّ يَدَهُ إِلَى الْفَضَائِلِ ، فَكَانَ أَسْرَعَ مِنْ خَطْوِ الظَّلِيمِ ، وَتَفَقَّهَ بِأَبِي الْوَفَا عَلِيٍّ ابْنِ عَقِيلٍ ، وَأَبِي الْخَطَّابِ الْكَلْوَذَانِيّ مَحْفُوظِ بْنِ أَحْمَدَ الْجَلِيْلِ، وَأَبِي الْحُسَيْنِ مُحمَّدِ بْنِ الْقَاضِي أَبِي يَعْلَى وَغَيْرِهِمْ، مِمَّنْ تُنَصُّ لَدَيْهِ عَرَآئِسُ الْعُلُوْمِ وَتُجَلَّى . وَقَرَاءَ الأَدَابَ عَلَى اَبِي زَكَرِيَّا يَحْيَى ابْنِ عَلِيِّ التِّبْرِيزي، وَاقْتَبَسَ مِنْهُ أَيَّ اقْتِبَاسٍ. وَأَخَذَ عِلْمَ الطَّرِيقَةِ عَنِ الْعَارِفِ بِاللهِ الشَّيْخِ أَبِي الْخَيْرِ حَمَّادِ بْنِ مُسْلِمِ الدَّبَّاسِ، وَلَبِسَ مِنْ يَدِ الْقَاضِي أَبِي سَعِيدٍ الْمُبَارَكِ اَلْخِرْقَةَ الشَّرِيفَةَ الصُّوْفِيَّةَ ، وَتَأَدَّبَ بِأَدَابِهِ الْوَفِيَّةِ، وَلَمْ يَزَلْ مَلْحُوظًا بِالْعِنَايَةِ الرَّبَّانِيَّةِ، عَارِجاً فِي مَعَارِجِ الْكَمَالَاتِ بِهمَّتِهِ الأَبِيَّةِ، آخِذًا نَفْسَهُ بِالْجِدِّ مُشَمِّرًا عَنْ سَاعِدِ الْإِجْتِهَادِ ، نَابِذًا  لِمَأْلُوْفِ الْإِسْعَافِ وَالْإِسْعَادِ ، حَتَّى أَنَّهُ مَكَثَ خَمْسًا وَعِشْرِينَ سَنَةً سَائِرًا فِي صَحْرَاءِ الْعِرَاقِ وَخَرَابَاتِهِ ، لَا يَعْرِفُ النَّاسَ وَلَا يَعْرِفُونَهُ ، فَيَعْذِلُوْنَهُ عَنْ أَمْرِهِ وَيَصْرِفُونَهُ، وَقَاسَى فِي بِدَايَةِ أَمْرِهِ الْأَخْطَارَ ، فَمَا تَرَكَ هَوْلًا إِلَّا رَكِبَهُ وَقَفَّرَ مِنْهُ الْقِفَارَ  . وَكَانَ لِبَاسُهُ جُبَّةَ صُوْفِ  وَعَلَى رَأْسِهِ خُرَيْقَةً يَمْشِي حَافِيًا فِي الشَّوْكِ وَالْوَعْرِ ، لِعَدَمِ وِجْدَانِهِ نَعْلًا يَمْشِي فِيهَا، وَيَقْتَاتُ ثَمَرَ الْأَشْجَارِ  وَقُمَامَةَ الْبَقْلِ التَّرْمَى ، وَوَرَقَ الْحَشِيشِ مِنْ شَاطِئ النَّهْرِ ، وَلَا يَنَامُ غَالِبًا ، وَلَا يَشْرَبُ الْمَاءَ ، وَبَقِيَ مُدَّةَ لَمْ يَأْكُلْ فِيْهَا طَعَامًا ، فَلَقِيَهُ إِنْسَانُ فَأَعْطَاهُ صُرَّةَ دَرَاهِمَ إِكَرَامًا ،  فَأَخَذَ بِبَعْضِهَا خُبْزًا سَمِيدًا وَخَبِيْصًا، وَجَلَسَ لِيَأْكُلَ ، وَإِذْ بِرُقْعَةٍ مَكْتُوبِ فِيْهَا :  إِنَّمَا جُعِلَتِ الشَّهَوَاتُ لِضُعَفَاءِ عِبَادِي لِيَسْتَعِيْنُوا بِهَا عَلَى الطَّاعَاتِ ، وَأَمَّا الْأَقْوِيَاءُ فَمَا لَهُمُ الشَّهَوَاتُ ، فَتَرَكَ الْأَكْلَ وَأَخَذَ الْمُنْدِيْلَ، وَتَرَكَ مَا كَانَ فِيْهِ ، وَتَوَجَّهَ فِي الْقِبْلَةِ وَصَلَّى رَكْعَتَيْنِ وَانْصَرَفَ.  وَفَهِمَ أَنَّهُ مَحْفُوظٌ وَمُعْتَنَّا بِهِ وَعَرَفَ',
                'ina' => null,
                'keterangan' => null,
            ],


        ];

        foreach ($items as $item) {
            BacaanDetail::create($item);
        }
    }
}
