<?php

namespace Database\Seeders;

use App\Models\BacaanDetail;
use Illuminate\Database\Seeder;

class BacaanDetailSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $items = [
            [//1
                'bacaan_id' => '1',
                // 'segmen' => '0',
                'segmen_parent' => null,
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرًّحْمَنِ الَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '1',
                'segmen_parent' => null,
                'segmen_child' => '1',
                'arb' => 'إلَى حَضْرَةِ النَّبِيِّ المُصْطَفَى ، وَحَبِيْبِ الْمُجْتَبَى، وَرَسُوْلِ المُقْتَدَى، سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيعِنَاوَقُرَّةِ أََعْيُنِنَامُحَمَّدٍ صَلَّى اللهُ عَلَيْه وَسَلَّمْ وَعَلَى اَلِهِ وَأَصْحَابِهِوَازْوَاجِهِ وَذُرِّيَّاتِهِ وَاهْلِ بَيْتِهِ الْكِرَام ... الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '2',
                'segmen_parent' => null,
                'segmen_child' => '2',
                'arb' => 'ثُمَّ إِلَى أَرْوَاحِ اَبَآئِهِ وَإِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالمُرْسَلِينَ وَالْأَوْلِيَآءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ. وَآلِ كُلٍّ وَصَحْبِ كُلٍّ . ثُمَّ إِلَى رُوحِ أَبِيْنَا آدَمَ وَاُمِّنَا حَوَّاءَ وَمَا تَنَاسَلَ بَيْنَهُمَا إلَى يَوْمِ الْقِيَامَةِ ... الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '3',
                'segmen_parent' => null,
                'segmen_child' => '3',
                'arb' => 'ثُمَّ إلى أَرْوَاحِ سَادَاتِنَا وَمَوَالِيْنَا وَاَئِمَّتِنَا : سَيّدِنَا أََبِي بَكْرٍ الصِّدّيْقْ ،وسَيدِنا عُمَرَ بْنِ الْخَطَّاب، وَسَيّدِنَا عُثْمَانَ ابْنِ عَفَّان ،وَسَيِّدِنَا عَلِيٍّ بْنٍ اَبِي طِالِبْ، وَسِتَّةِ الْبَاقِيْنْ ، ثم إلى أزوَاحِ بَقِيَّةِ الصَّحَابَةِ وَالْقَرَابَةِ. وَالتَّابِعِينَ وَتَابِعِ التَّابِعِينَ وَتَابِعِهِمْ بِإِحْسَانٍ إِلى يَوْمِ الدِّينَ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '4',
                'segmen_parent' => null,
                'segmen_child' => '4',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ اَرْبَعَةِ الْأَئِمَّةِ المُجْتَهدِينَ وَمُقَادِمِيهِمْ فِي الدِّينِ.وإلى أَرْوَاحِ العَلَمَاءِ الرَّاشِدِيْنَ وَالْقَرَاءِ المَخْلِصِينَ وَالْأَئِمَّةِالْحَدِيثِ وَالْمُفْسِرِينَ وَسَائِرِ السَّادَاتِنَا الصُّوْفِيَّةِ المُحَقِّقِينَ،ثُمَّ إلى أَرْوَاحِ كُلِّ وَليٍّ وَوَلَيَّةٍ وَمُسْلِم وَمُسْلِمَةٍ مِنْ مَشَارِقِ الْأَرْضِ إِلى مَغَارِبِهَا وَمِنْ يَميْنهَا إلى شِمَالِهَا',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '5',
                'segmen_parent' => null,
                'segmen_child' => '5',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيعِ اَهْلِ سِلْسِلَةِ الْقَادِرِيَّةِ وَالنَّقْسَبَنْدِيَّةِ.وَجَمِيعِ اَهْلِ الطُّرُقِ . خُصُوصًا سُلْطَانَ الْأَوْلِيَاءِ. سَيّدِنَاالشَّيْخِ عَبْدِ القَادِرِ الجيلاني الله وَسَيّدَ الطَّائِفَةِ الصُّوْفِيَّة.الشَّيْخَ إِلَى الْقَاسِمِ جُنَيْدِ الْبَغْدَادِي. وَسَيّدَ السَّارِي السَّقَطِيوَسَيِّدَ الْمَعْرُوْفِ الكَرْخِي. وَسَيّدَ الْحَبَيْبِ الْعَجَمِ. وَسَيِّدَالحَسَنُ الْبَصْرِي. وَسَيِّدَ الْإِمَامِ جَعْفَرِ الصَّادِقِ. وَسَيِّدَ أبِي يَزِيدُ البَسْطَامِي ،وَسَيِّدَ يُوْسُفُ الْهَمْدَانِي. وَسَيِّدَ مُحَمَّدٌ بَهَاءُ الدِّينَ النَّقْسَبَنْدِي ، وَإِلَى حَضْرَةِ الْإِمَامِ الرَّبَّانِي وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ وَالأَخِذِيْنَ عَنْهُمْ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '6',
                'segmen_parent' => null,
                'segmen_child' => '6',
                'arb' => 'ثمَّ إِلى أَروَاحِ الفَقِيْهِ المُقَدَّمِ مُحَمَّدِ ابْنِ عَلِي بَاعَلَوِي وَالحَبيبِ عَبْدِ اللَّهِ ابْنِ عَلْوِى ابْنِ مُحَمَّدِ الْحَدَادِ بَاعَلَوِيْ وَالْإِمَامِ الْجَلِيْلْ عَبْدِ الرّحْمَنْ الدِّبَاعِي. وَآبِى عَبْدِ اللهُ مُحَمَّدِ ابْنِ سَعِيْدْ  الْبَصَيْرِي،وَالشَّيْخ إبْرَاهِيمَ التَّازِي رَحِمَهُمُ اللهُ تَعَالَى',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '7',
                'segmen_parent' => null,
                'segmen_child' => '7',
                'arb' => 'ثُمَّ الْفَاتِحَةُ إِلى أَرْوَاحِ مَنْ فَتَحَ هذِهِ القَرْيَةِ وَمَنْ عَمَّرَهَا بإِحْيَاءِ الشَّرِيعَةِ الإِسْلَام فِيْهَا ، وَإلى أَرْوَاحِ مُؤَسِّسِ هذا الْمُصَلَّى : كنجانا وغو الكوثر وقف العطاش الحبيب احمد بن شيخ العطاش . الْفَاتِحَةُ إِلى أَرْوَاحِ اَسَاتِيْذِنَا وَمَشَايِخِنَا خُصُوصًا. الْحَاجّ كِيَاهِي : سَعْـدُ الله آميْن نَافِعٌ ، الْحَاجَ كِيَاهِي : أَحْيَدٌ حَلِيْمِي. الْحَاجّ كِيَاهِي : أَحْمَدِيْ وَاَخِيْه . الحاج كِيَاهِي : زَمْرَجِي إِبْنَا الشَّيْرَازِى. الْحَاج  كِيَاهِي : حَسَنْ اَشْعَرِي مَعْلِي . وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ اَنَّ اللهَ يَغْفِرْ لَهُمْ وَيَرْحَمْهُمْ  وَيَنْفَعَنَا بِهِمْ وَآمَدَّنَا بِمَدِدِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَأَسْرَارِهِمْ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '8',
                'segmen_parent' => null,
                'segmen_child' => '8',
                'arb' => 'الْفَاتِحَةُ إِلى أَزْوَاحِ وَالِدِينَا وَوَالِدِيْكُمْ. وَمَشَايِحِْنَا وَمَشَايِحْكُمْ. وَأَمْوَاتِنَا وَاَمْوَاتِكُمْ، وَلِمَنْ اَحْسَنَ اِلَيْنَا . وَلِمَنْ لَه حَقٌّ عَلَيْنَا .وَلِمَنْ أَوْصَانَا وَاسْتَوْصَانَا. وَلِمَنْ يَتَعَلَّمُ عِنْدَنَا وَقَلَدَنَا بِدُعَاءِ الخَيْرِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '9',
                'segmen_parent' => null,
                'segmen_child' => '9',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ المُسْلِمِينَ وَالْمُسْلِمَاتِ. والمؤمِنِينَ وَالمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ إلى مَغَارِبَهَا. بَرْهَا وَبَحْرِهَا وَمِنْ يَمِيْنهَا إلى شِمَالِهَا . وَمِنْ قَافٍ إلى قَافٍ مِنْ لَدُنْ آدم إلى يَوْمِ الْقِيَامَةِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '10',
                'segmen_parent' => null,
                'segmen_child' => '10',
                'arb' => 'الفَاتِحَةُ بِنِيَّة القَبُوْلِ. وَتَمَامِ كُلِّ سُوْلِ وَمَأْمُوْلٍ وَصَلَاحِ الشَّأْنِ. ظَاهِرًا وَبَاطِنَا فِي الدِّيْنِ وَالدُّنْيَا وَالْآخِرَةِ . دَافِعَةٌ عَنْ كُلِّ شَرٍ. جَالِبَةٌ لِكُلِّ خَيْرٍ لَنَا وَ لِوَالِدِينَا . وَلِاَوْلَادِنَا وَذُرِّيَّتِنَا. وَتَلَامِيذِنَا وَجُلَسَائِنَا . مَعَ اللَّطْفِ وَالْعَافِيَةِ . وَعَلَى  ِنيَّةٍ أَنَّ اللهَ يُنوِّرُ قُلُوبَنَا وَقَوَالِيْنَا مَعَ الْهُدَى وَالتَّقى . وَالْعَفَافِ وَالْغِنَى وَالْوَتِ عَلَى دِيْنِ الْإِسْلَام   بِلا مِحْنَةٍ وَلَا امْتِحَانٍ ، بِجَاهِ سَيِّدِ وَلَدِ عَدْنَانِ جَامِعَةً لِكُلِّ نِيَّةٍ صَالِحَةً . وَزِيَادَةٌ ومَحَبَّةً فٍيْ شَرَفِ حَبِيبِنَا سَيّدِنَا مُحَمَّدٍ صلى الله  عليه وسلم. الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],

            //2
            [
                'bacaan_id' => '2',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Tawasul',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرًّحْمَنِ الَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '1',
                'arb' => 'إِلَى حَضْرَةِ النَّبِيِّ الْمُصْطَفَى  سَيِّدِنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالِهِ وَصَحْبِهِ شَيْءٌ لِلَّهِ لَهُمُ الْفَاتِحَةُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '2',
                'arb' => 'ثُمَّ إِلَى حَضْرَةِ إِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالْمُرْسَلِيْنَ وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَالْعُلَمَاءِ الْعَامِلِينَ وَالْمُصَنِّفِينَ الْمُخْلِصِينَ وَجَمِيعِ الْمَلَائِكَةِ الْمُقَرَّبِينَ، خُصُوْصًا إِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجَيْلَانِي وَخُصُوصًا إِلَى مُؤَتِسِي جَمْعِيَّةِ نَهْضَةِ الْعُلَمَاءِ، لَهُمُ الْفَاتِحَةُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '1',
                'segmen_child' => '3',
                'arb' => 'ثُمَّ إِلَى جَمِيعِ أَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ إِلَى مَغَارِبِهَا بَرْهَا وَبَحْرِهَا خُصُوصًا إِلَى آبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا وَمَشَايِخِنَا وَمَشَايِحَ مَشَايِخِنَا وَلِمَنْ أَحْسَنَ إِلَيْنَا وَلِمَنِ اجْتَمَعْنَا هُهُنَا بِسَبَبِهِ شَيْءٍ لِلَّهِ لَهُمُ الْفَاتِحَةُ',
                'ina' => null,
                'keterangan' => null,
            ],

            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Tahlil',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '0',
                'arb' => '١. بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ. ٢. اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ. ٣. اَلرَّحْمنِ الرَّحِيْمِ.  ٤. ماَلِكِ يَوْمِ الدِّيْنِ. ٥. إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ. ٦. اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.  ٧. صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ. رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '1',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                قُلْ هُوَ اللهُ أَحَـدٌ . اَللهُ الصَّمَـدُ . لَمْ يَلِـدْ وَلَمْ يٌوْلَـدْ. وَلَمْ يَكُـنْ لَهُ كُفُـوًا  أَحَـدٌ.  ×٣',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '2',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ، مِنْ شَرِّ مَا خَلَقَ، وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ، وَمِنْ شَرّ حَاسِدٍ إِذَا حَسَد ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '3',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                قُلْ أَعُوْذُ بِرَبِّ النَّاسِ، مَلِكِ النَّاسِ، إِلَهِ النَّاسِ، مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ، اَلَّذِيْ يُوَسْوِسُ فِي صُدُوْرِ النَّاسِ، مِنَ الْجِنَّةِ وَالنَّاسِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '4',
                'arb' => 'لاَ إِلَهَ إِلاَّ اللهُ الله أكبر
                <br>
                <br>
                ١. بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ. ٢. اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ. ٣. اَلرَّحْمنِ الرَّحِيْمِ.  ٤. ماَلِكِ يَوْمِ الدِّيْنِ. ٥. إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ. ٦. اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.  ٧. صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ. رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '5',
                'arb' => '( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )
                <br>
                الـمَّ ، ذَلِكَ الْكِتَبُ لَا رَيْبٍ فِيْهِ، هُدًى لِلْمُتَّقِينَ، الَّذِينَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلوةَ وَمِمَّا رَزَقْتُهُمْ يُنْفِقُونَ، وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوْقِنُونَ، أُولَبِكَ عَلَى هُدًى مِّنْ رَّبِّهِمْ وَأُولَبِكَ هُمُ الْمُفْلِحُونَ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '6',
                'arb' => 'وَإِلَهُكُمْ إِلهُ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '7',
                'arb' => 'اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚلَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ  أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلاَ  يَؤُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ. لِله مَا فِي السَّمَوتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي اَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَّشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، أَمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللهِ وَمَلَيكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ، لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ
                <br>
                وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ×۷
                <br>
                أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ.  آمِيْنَ
                <br>
                ارْحَمْنَا ...   يَا أَرْحَمَ الرَّاحِمِينَ   ×٣',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '8',
                'arb' => 'يَا أَرْحَمَ الرَّاحِمِينَ @ يَا أَرْحَمَ الرَّاحِمِينَ
                <br>
                يَا أَرْحَمَ الرَّاحِمِينَ @ فَرَجْ عَلَى الْمُسْلِمِينَ
                <br>
                <br>
                يَا رَبَّنَا يَا كَرِيمُ @ يَا رَبَّنَا يَا رَحِيمُ
                <br>
                أَنْتَ الْجَوَّادُ الْحَلِيمُ @ وَأَنْتَ نِعْمَ الْمُعِيْنُ
                <br>
                <br>
                وَلَيْسَ نَرْجُو سِوَاكَ @ فَادْرِكْ إِلهِي دَرَاكَ
                <br>
                قَبْلَ الْفَنَا وَالْهَلَاكِ @ يَعُمُّ دُنْيَا وَدِيْنَ
                <br>
                <br>
                وَمَا لَنَا رَبَّنَا @ سِوَاكَ  يَا حَسْبَنَا
                <br>
                يَاذَا الْعُلَى وَالْغِنَى @ وَيَا قَوِيُّ يَا مَتِيْنُ
                <br>
                <br>
                نَسْأَلُكَ وَالِي يُقِيمُ @ الْعَدْلَ كَيْ نَسْتَقِيمُ
                <br>
                عَلى هُدَاكَ الْقَوِيمُ @ وَلَا نُطِيْعُ اللعِيْنُ
                <br>
                <br>
                يَارَبَّنَا يَا مُجِيْبُ @ أَنْتَ السَّمِيعُ الْقَرِيبُ
                <br>
                ضَاقَ الْوَسِيعُ الرَّحِيْبُ @ فَانْظُرْ إِلَى الْمُؤْمِنِينَ
                <br>
                <br>
                نَظْرَةٌ تُزِيْلُ الْعَنَا @ عَنَّا وَتُدْنِي الْمُنَا
                <br>
                مِنَّا وَكُلَّ الْهَنَا @ نُعْطَاهُ فِي كُلِّ حِيْنِ
                <br>
                <br>
                أَسْتَلُكَ بِجَاءِ الْجُدُودِ @ وَالِي يُقِيمُ الْحُدُوْدَ
                <br>
                فِيْنَا فَيَكْفِي الْحَسُوْدَ @ وَيَدْفَعُ الظَّالِمِينَ
                <br>
                <br>
                يُزيلُ لِلْمُنْكَرَاتِ @ يُقِيمُ لِلصَّلَوَاتِ
                <br>
                يَأْمُرُ بِالصَّالِحَاتِ @ مُحِبُّ لِلصَّالِحِينَ
                <br>
                <br>
                يُريحُ كُلَّ الْحَرَامِ @ يَقْبَرُ كُلَّ الطَّعَامِ
                <br>
                يَعْدِلُ بَيْنَ الْأَنَامِ @ ويُؤَمِنُ الْخَائِفِينَ
                <br>
                <br>
                رَبِّ اسْقِنَا غَيْثَ عَامٍ @ نَافِعٌ مُبَارَكٌ دَوَامَ
                <br>
                يَدُومُ فِي كُلِّ عَامٍ @ عَلَى مَمَرِ السِّنِينَ
                <br>
                <br>
                رَبِّ احْيِنَا شَاكِرِيْنَ @ وَتَوَفَّنَا مُسْلِمِينَ
                <br>
                تُبْعَثُ مِنَ الْأَمِنِيْنَ @ فِي زُمْرَةِ السَّابِقِيْنَ
                <br>
                <br>
                بِجاءِ طَه  الرَّسُوْلِ @ جُدْ رَبَّنَا بِالْقَبُوْلِ
                <br>
                وَهَبْ لَنَا كُلَّ سُوْلِ @ رَبِّ اسْتَجِبْ لِي أَمِينَ
                <br>
                <br>
                عَطَاكَ رَبِّي جَزِيْلٌ @ وَكُلُّ فِعْلِكَ جَمِيلٌ
                <br>
                وَفِيْكَ أَمَلَنَا طَوِيْلَ @ فَجُدْ عَلَى الطَّامِعِيْنَ
                <br>
                <br>
                يَا رَبِّ ضَاقَ الْخِنَاقُ @ مِنْ فِعْل مَا لَا يُطَاقُ
                <br>
                فَامْنُنْ بِفَكِ الْخِلَاقِ @ لِمَنْ بِذَنْبِهِ رَهِينُ
                <br>
                <br>
                وَاغْفِرْ لِكُلّ الذُّنُوبِ @ وَاسْتُرْ لِكُلِّ الْعُيُوبِ
                <br>
                وَاكْشِفْ لِكُلِّ الْكُرُوبِ @ وَاكْفِ أَذَى الْمُؤْذِبِينَ
                <br>
                <br>
                وَاخْتِمْ بِأَحْسَنُ خِتَامٍ @ إِذَا دَنَا الْإِنْصِرَامُ
                <br>
                وَحَانَ حِيْنُ الْحِمَامِ @ وَزَادَ رَشْحُ الْجَبِيْنِ
                <br>
                <br>
                ثُمَّ الصَّلَاةُ وَالسَّلَامُ @ عَلَى شَفِيعِ الْأَنَامِ
                <br>
                وَالْآلِ نِعْمَ الْكِرَامُ @ وَالصَّحْبِ وَالتَّابِعِيْنَ',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '9',
                'arb' => 'رَحْمَةُ اللهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَّجِيدٌ. إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا
                <br>
                إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ، يَا أَيُّهَا الَّذِيْنَ امَنُوا صَلُّوْا عَلَيْهِ وَسَلَّمُوا تَسْلِيمًا.
                <br>
                . اللَّهُمَّ صَلَّ أَفْضَلَ الصَّلَاةِ عَلَى أَسْعَدِ مَخْلُوقَاتِكَ نُوْرٍ الْهُدَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ، عَدَدَ مَعْلُومَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ
                <br>
                . اللَّهُمَّ صَلَّ أَفْضَلَ الصَّلَاةِ عَلَى أَسْعَدِ مَخْلُوقَاتِكَ شَمْسِ الضُّحَى  سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ، عَدَدَ مَعْلُومَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ.
                <br>
                . اللَّهُمَّ صَلَّ أَفْضَلَ الصَّلَاةِ عَلَى أَسْعَدِ مَخْلُوقَاتِكَ بَدْرٍ الْدُّجَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ، عَدَدَ مَعْلُومَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ.
                <br>
                وَسَلَّمْ وَرَضِيَ اللَّهُ تَعَالَى عَنْ سَادَاتِنَا أَصْحَابِ رَسُوْلِ اللَّهِ أَجْمَعِينَ. حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ، نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ وَلاحَولَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ العَلِي الْعَظِيم',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '2',
                'segmen_child' => '10',
                'arb' => 'أَسْتَغْفِرُ اللهَ الْعَظِيمَ ×۳
                <br>
                أَفْضَلُ الذِكْرِ فَاعْلَمْ أَنَّهُ :
                <br>
                لَا إِلهَ إِلَّا اللهُ      .....   حَيُّ مَوْجُوْدُ
                <br>
                لَا إِلهَ إِلَّا اللهُ      .....   حَيُّ مَعْبُوْدُ
                <br>
                لَا إِلهَ إِلَّا اللَّهُ      .....   حَيَّ بَاقٍ
                <br>
                مُحُمَّدٌ رَسُوْلُ اللهِ  صَلَّى  اللهُ عَلَيْهِ وَسَلَّمْ .
                <br>
                لَا إِلهَ إِلَّا اللهُ       ×١٠٠
                <br>
                لَا إِلهَ إِلَّا اللهُ  مُحُمَّدٌ رَسُوْلُ اللهِ  صَلَّى  اللهُ عَلَيْهِ وَسَلَّمْ . كَلِمَةُ حَقٍّ   ،عَلَيْهَا نَحْيَا   وَعَلَيْهَا نَمُوْتُ وَبِهَا نُبْعَثُ ، فَأِنْ شَاءَ اللهُ تَعَالِى مِنِ الْآمِنِيْنَ.
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ     لَا إِلهَ إِلَّا اللهُ
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ    عَلَى النَّبِيِّ صِلَاةّ اللهِ
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ    عَلَى النَّبِيِّ سَلَامُ اللهِ
                <br>
                 •   لَا إِلهَ إِلَّا اللهُ    مُحُمَّدٌ رَسُوْلُ اللهِ
                <br>
                <br>
                •  اللَّهُمَّ صَلِّ عَلَى سَيّدِنَا مُحُمَّدٍ
                <br>
                اللَّهُمَّ صَلَّ عَلَيْهِ وَسَلَّمْ  ....   × ٣
                <br>
                •  يَا رَبِّ صَلِّ عَلَى سَيّدِنَا مُحُمَّدٍ
                <br>
                يَا رَبِّ صَلَّ عَلَيْهِ وَسَلَّمْ  ... × ١
                <br>
                <br>
                • سُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ اللهُ .      × ۷
                <br>
                • سُبحَانَ اللهٍ  وَ بِحَمْدِهِ  سُبْحَانَ اللهِ الْعَظِيمِ .  ×٣
                <br>
                • صَلَّى عَلَى  مُحُمَّدٍ    صَلَّى اللهُ عَلَيْهِ وَسَلَّمْ  × ٣
                <br>
                <br>
                • اللَّهُمَّ صَلَّ عَلَى حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ    ...  × ۲
                <br>
                • اللَّهُمَّ صَلِّ عَلَى حَبِيْبِكَ سَيّدِنَا مُحَمَّدٍ وَعَلَى الِهِ وَصَحْبِهِ وَبَارِكْ وَسَلَّمْ أَجْمَعِيْنَ... ×١
                <br>
                <br>
                الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '',
                'segmen_parent' => '3',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Do\'a Tahlil',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '0',
                'arb' => null,
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '1',
                'arb' => 'أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّحِيْمِ، بِسْمِ اللَّهِ الرَّحْمٰنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِيْنَ، حَمْدُ الشَّاكِرِينَ حَمْدَ النَّاعِمِينَ، حَمْدًا يُوَافِي نِعَمَهُ وَيُكَافِيُّ مَزِيْدَهُ، يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ وَعَظِيمٍ سُلْطَانِكَ، اللهُمَّ صَلَّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحِمَّدٍ.',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'اللَّهُمَّ اجْعَلْ وَتَقَبَّلْ وَأَوْصِلْ وَبَلِّغْ ثَوَابَ مَا قَرَأْنَاهُ مِنَ الْقُرْآنِ الْعَظِيمِ  وَمَا هَلَّلْنَا  وَمَا سَبَّحْنَا وَمَا اسْتَغْفَرْنَا وَمَا صَلَّيْنَا وَسَلَّمْنَا عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، هَدِيَّةً وَاصِلَةً وَرَحْمَةً نَازِلَةً وَبَرَكَةً شَامِلَةً إِلَى حَضَرَةِ حَبِيبِنَا وَشَفِيْعِنَا وَقُرَّةِ أَعْيُنِنَا سَيِّدِنَا وَمَوْلَانَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، وَإِلَى جَمِيْعِ إِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالْمُرْسَلِينَ، وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ ، وَالصَّحَابَةِ وَالتَّابِعِينَ، وَالْعُلَمَاءِ الْعَامِلِينَ، وَالْمُصَنِّفِينَ الْمُخْلِصِينَ  وَالْمُجَاهِدِيْنَ فِي سَبِيْلِ اللهِ رَبِّ الْعَلَمِيْنَ ، وَجَمِيْعِ الْمَلَائِكَةِ الْمُقَرَّبِيْنِ، خُصُوصًا إِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِيَ. رضي الله عنهم',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'ثُمَّ إِلَى أَرْوَاحِ جَمِيعِ أَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ وَمَغَارِبِهَا بَرِّهَا وَبَحْرِهَا  خُصُوصًا إِلَى آبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا ، وَنَخَصُّ خَصُوصًا إِلَى ارْوَاحِ : مَنِ اجْتَمَعْنَا هُهُنَا بِسَبَبِهِم وَلِأَجْلِهِم . اللَّهُمَّ اغْفِرْ لَهُمْ وَارْحَمْهُمْ وَعَافِهِمْ وَاعْفُ عَنْهُمْ. اَللَّهُمَّ أَنْزِلِ الرَّحْمَةَ وَالْمَغْفِرَةَ وَالشَّفَاعَةَ وَالنِّعْمَةَ عَلَى أَهْلِ الْقُبُوْرِ مِنْ أَهْلِ لَا إِلَهَ إِلَّا اللهُ  مُحَمَّدٌ رَّسُوْلُ اللهِ، ( صَلَّى اللهُ عَلَيْهِ وَسَلَّمْ) اللَّهُمَّ اجْعَلْ ثَوَابَ ذَلِكَ فِدَاءً لَهُمْ ، وَحِجَابًا لَهُم ، وَسِتْرًا لَهُمْ ، وَعِتْقًا لَهُمْ مِنَ النَّارِ . بِرَحْمَتٍكَ يَا اَرْحَمَ الرَّاحِمِيْنً',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'رَبَّنَا أَرنَا الْحَقَّ حَقًّا وَّارْزُقْنَا اتَّبَاعَهُ، وَأَرِنَا الْبَاطِلَ بَاطِلًا وَارْزُقْنَا اجْتِنَابَهُ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '2',
                // 'segmen' => '0',
                'segmen_parent' => '3',
                'segmen_child' => '2',
                'arb' => 'رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً ، وَقِنَا عَذَابَ النَّارِ . سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَسَلَامٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِيْنَ الْفَاتِحَة',
                'ina' => null,
                'keterangan' => null,
            ],

            //3
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => null,
                'arb' => 'الباب الأول',
                'ina' => 'BAB 1',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '1',
                'arb' => 'اَلْحَمْدُ لِله الَّذِي أَرْسَلَ سَيِّدَنَا مُحُمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِكَامِلِ الشَّرِيعَةِ وَخَالِصِ الدِّيْنِ، وَحَلَى جِيْدَ رِسَالَتِهِ بِبَاهِرِ الْخَوَارِقِ ,وَأَيَّدَهُ بِكُمَّاةِ الْأَصْحَابِ الْمُهْتَدِيْنَ .
                <br>
                وَخَصَّ مَنْ شَآءَ مِنْ أَتْبَاعِ مِلَّتِهِ بِالرُّقِي إِلَى أَوْجِ الْمَعَارِفِ وَالْحَقَائِقِ، وَأَفَاضَ عَلَيْهِمْ مِنْ بُحُورِ الْمَوَاهِبِ اللَّدُنِيَّةِ ظُرَفَ اللَّطَائِفِ وَشَوَارِقَ الرَّقَائِقِ.
                <br>
                فَأَصْبَحَوْا هُدَاةَ الْأُمَّةِ، وَقَادَتَهَا إِلَى الْعَرِيْزِ الْعَلِيمِ،
                <br>
                سَالِكِينَ بِعِبَادِ اللهِ تَعَالَى مِنْ سُبُلِ الْإِرْشَادِ أَعْلَى الصِّرَاطِ الْمُسْتَقِيمِ .
                <br>
                وَآلَ اللهُ عَلَيْهِ وَعَلَيْهِمْ زَاكِيَ الصَّلَوَاتِ وَالتَّسْلِيمَ، وَوَفَّقَنَا لِلْإِهْتِدَاءِ بِهْدَاهُمْ ، وَالْإِقْتِدَاءِ بِأَثَارِهِمْ ،
                وَالْإِقْتِبَاسِ مِنْ مِشْكَاةِ أَنْوَارِهِمْ فِي حِنْدِسِ
                الْجَهْلِ  الْبَهِيمِ . مَا عَطَّرَتْ مَنَاقِبُهُمْ مَعَاطِسَ الْأَسْمَاعِ الْوَاعِيَةِ، وَتُلِيَتْ آيُ فَضَائِلِهِمْ فَكَانَتْ إِلَى النُّهُوْضِ إِلَى اللهِ دَاعِيَةً.        أَمَّا بَعْدُ :
                فَيَقُولُ الْمُفْتَقِرُ إِلَى فَضْلِ الْكَرِيمِ الْمُنْجِي، جَعْفَرُ ابْنُ حَسَنِ ابْنِ عَبْدِ الْكَرِيمِ الْبَرْزَنْجِيَ : هَذِهِ نُبْذَةٌ مِنْ أَحْوَالِ الْقُطْبِ الرَّبَّانِيِّ ، وَالْغَوْثِ الصَّمَدَانِي ، سُلْطَانِ الأَوْلِيَاءِ الْعَآرِفِينَ ،وَإِمَامِ الْعُلَمَآءِ السَّالِكِيْنَ،
                النَّاهِلِينَ مِنْ بَحْرِ الْحَقِيقَةِ وَالْغَارِفِينَ، اَلسَّيِّدِ الشَّرِيفِ، وَالسَّنَدِ الْغِطْرِيفِ ، الْحَسِيْبِ النَّسِيْبِ ، ذِي الْمَقَامِ الأََعْلَى وَالنَّادِي الرَّحِيْبِ ، سَيِّدِي الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِي  رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة)
                بَلَّغَهُ اللهُ تَعَالَى بِنَفْسِهِ الْقَوِيِّ وَالْحَفِيِّ جَنَّةَ الْقُرْبِ وَالأَمَانِ ،
                وَعِقْدٌ نَظَمْتُهُ مِنْ فَرَآئِدِ عَمَلِهِ  وَقَوْلِهِ ،  لِتَتَشَنَّفَ
                <br>
                بِدُرَرِهِ أَسْمَاعُ الْحَاضِرِينَ عِنْدَ عَمَلِ مُهِمِّهِ وَحَوْلِهِ .
                <br>
                اٍنْتَخَبْتُهُ مِنْ كَلَامِ بَعْضِ أَرْبَابِ الطَّرِيقَةِ، وَمَنْ لَهُ فِي حَضْرَةِ الشَّيْخِ  عَقِيْدَةٌ مُحْكَمَةٌ وَمَحَبَّةٌ وَثِيْقَةٌ كَالشَّيْخِ عَبْدِ الْوَهَّابِ الشَّعْرَانِيَ الَّذِي لَاحَ لَهُ الْفَلَاحُ ،
                 وَالسَرَاجِ الدِّمَشْقِيَ صَاحِبُ كِتَابِ نِتَاجِ الأَرْوَاحِ ، رَغْبَةً فِي نَشْرِ أَحْوَالِ الْكُمَّلِ وَبَثِّ مَنَاقِبِ الْأَخْيَارِ، وَاسْتِنْزَالاً  لِصَيِّبِ رَحَمَاتِ وَالْبَرَكَاتِ الْغِزَارِ .
                <br>
                إِذ بِذِكْرِهِمْ تُفْتَحُ أَبْوَابُ السَّمَوَاتِ الْعَلِيَّةِ ، وَتَنْهَلُّ مِنْ حَظِيرَةِ الْقُدْسِ سُحُبُ الْفُيُوْضَاتِ الْإِلَىهِيَّةِ ، وَفَصَّلْتُهُ بِوَسَآئِطَ مِنْ لَأًلِ التَّرَاضِي عَنْهُ، وَطَلَبِ الإِمْدَادِ بِأَسْرَارِهِ ، فَلْيَجْهَرْ بِذِكْرِهِ الْحَاضِرُوْنَ عِنْدَ بُلُوْغِ الْقَارِئِ  اِلَيْهَا فِي أَخْبَارِهِ،  وَسَمَّيْتُهُ بِاللُّجَيْنِ الدَّانِي فِي ذِكْرِ نُبْذَةٍ مِنْ مَنَاقِبِ الْقُطْبِ الرَّبَّانِي سَيِّدِنَا الشَّيْخِ  عَبْدِ الْقَادِرِالْجِيْلَانِيَ رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة) ، فَاَقُولُ : هُوَ الشَّيْخُ الْكَامِلُ، وَالْجِهْبِذُ الْوَاصِلُ، ذُو الْمَقَامَاتِ الْعَالِيَةِ الشَّرِيفَةِ ، وَالْأَقْدَامِ
                الرَّاسِخَةِ، وَالتَّمَكُّنِ التَّآمِّ، وَالأَحْوَالِ الْمُنِيْفَةِ ،
                <br>
                وَالْكَمَالَاتِ الشَّامِخَةِ ، الْقُطْبُ الرَّبَّانِي، وَالنُّوْرُ السَّاطِعُ الْبُرْهَانِي، وَالْهَيْكَلُ الصَّمَدَانِي، وَالْغَوْثُ النُّوْرَانِيّ، وَهُوَ أَبُو مُحَمَّدْ  عَبْدِ الْقَادِرِالْجِيْلَانِيَ رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة) ، اِبْنُ أَبِي صَالِحِ مُوْسَى جَنْكِي دَوْسَتِ، وَقِيلَ: جَنْكًا دَوْسَتِ، ابْنِ عَبْدِ اللهِ،
                اٍبْنِ يَحْيَى الزَّاهِدِ ، اِبْنِ مُحَمَّدِ ، اِبْنِ دَاوُودَ ، اٍبْنِ مُوسَى الثَّانِي ، ابْنِ عَبْدِ اللهِ الثَّانِي ، اِبْنِ مُوْسَى الْجُوْنِ ، اِبْنِ عَبْدِ اللهِ الْمَحْضِ،اِبْنِ الْحَسَنِ الْمُثَنَّى،
                اِبْنِ الْحَسَنِ السِّبْطِ ، اِبْنِ عَلِيٍّ بْنِ أَبِي طَالِبٍ ،
                وَابْنِ فَاطِمَةَ الزَّهْرَاءِ الْبَتُوْلِ، بِنْتِ سَيّدِنَا مُحَمَّدٍ
                صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّسُوْلِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '2',
                'arb' => 'نَسَبٌ كَأَنَّ عَلَيْهِ مِنْ شَمْسِ الضُّحَى @
                نُورًا وَمِنْ فَلَقِ الصَّبَاحِ عَمُوْدًا
                <br>
                نَسَبٌ لَّهُ فِي وَجْهِ آدَمَ  لُمْعَةٌ   @
                مُنِحَتْ مَلَآ ئِكَةُ السَّمَاءِ سُجُودًا
                <br>
                نَسَبُ كِتَابُ اللهِ أَوْفَى حُجَّةً   @
                فِي مَدْحِهِ مَنْ ذَا يَرُوْمُ جُودًا
                <br>
                يَارَبَّنَا ارْضَ عَنْهُ وَارْحَمْنَا بِهِ  @
                وِاحْلُلْ مِنَ الَأَمْرِ الْعَسِيْرِ عُقُوْدَا',
                'ina' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '3',
                'arb' => 'بسم اللهِ الرَّحْمٰنِ الرَّحِيمِ
                <br>
                يَارَبَّنَا   بِالْهَيْكَلِ    النُّوْرَانِ  @
                     الْبَازِ عَبْدِ الْقَادِرِ الْجِيْلَانِيّ
                <br>
                اُسْلُكْ بِنَا نَهْجَ الْهِدَايَةِ وَاحْمِنَا @
                     مِنْ شَرِكُلِّ مُعَانِدٍ اَوْجَانِي
                <br>
                بِاَبِيهِ عَبْدِ اللهِ فَرِّجْ كَرْبَنَا @
                     وَاقْضِ حَوَائِجَْ عَبْدِكَ الْوِلْهَانِ
                <br>
                وَبِجَنْكِ دُسْتٍ يَا اِلَهِيْ أَغْنِنِي @
                     وَاجْعَلْنِي فِي بَحْرِ الْمَحَبَّةِ فَانِي
                <br>
                بِالْقُطْبِ عَبْدِ اللهِ دَاوِ عِلَّتِي @
                     وَبِيَحْيَ أَحْيِ الْقَلْبَ بِالْعِرْفَانِ
                <br>
                وَبِمُحَمَّدْ وَآبِيْهِ دَاوُدَ اكْسُنِي @
                     ثَوْبَ الْبَهَا وَالْوُدِّ فِي الْأَزْمَانِ
                <br>
                بِاَبِيْهِ عَبْدِ اللهِ أَصْلِحْ شَأْنَنَا @
                     وَلِدِيْنِنَا فَاحْفَظْ مِنَ النُّقْصَانِ
                <br>
                وَالْطُفْ بِنَا فِي كُلِّ مَا قَدَّرْتَهُ @
                     بِالْجُوْنِ مُوسَى جُدْ بِخَيْرِ جِنانِ
                <br>
                وَالْمَحْضِ عَبْدِ اللهِ لِلْاِحْسَانِ مَحْ @
                   .. ضًا رَقِّنِيْ ثُمَّ اكْسُنِي بِمَعَانِي
                <br>
                بِالْأَنْوَرِ الْحَسَنِ الْمُثَنَّى نَوِّرَنْ @
                     عَقْلِيْ وَلَا تَتْرُكْنِ  لِلْأَكْوَانِ
                <br>
                وَاَبِيْهِ أَوَّلِ كُلِّ قُطْبٍ بَاهِرٍ @
                     سِبْطِ النَّبِيِّ الْمُصْطَفَى الْعَدْنَانِيّ
                <br>
                حَسَنِ الزَّكيِّ ابْنِ الْإِمَامِ الْمُرْتَضَى @
                     حَامِي الْوَغَى غَيْثِ النَّدَى الْهَتَّانِ
                <br>
                يَسِّرْ لَنَا كُلَّ الْأُمُوْرِ وَعَافِنَا @
                     مِنْ كُلِّ هَمٍّ أَوْ بَلَا أَوْعَانِي
                ',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '4',
                'arb' => 'اللَّهُمَّ انْشُرْ نَفَحَاتِ الرَّضْوَانِ عَلَيْهِ
                <br>
                وَأَمِدَّنَا بِالأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ
                ',
                'ina' => null,
                'is_syiir' => true,
            ],


            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => null,
                'arb' => 'الباب الثاني',
                'ina' => 'BAB 2',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => 0,
                'arb' => null,
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => '1',
                'arb' => 'وُلِدَ رَضِيَ اللهُ عَنْهُ بِجِيْلَانَ ، وَهِيَ بِلَادٌ مُتَفَرِّقَةٌ مِنْ وَرَاءِ طَبَرِسْتَانَ، فِي سَنَةِ إِحْدَى وَسَبْعِيْنَ وَأَرْبَعِ مِائَةٍ
                ( ٤٧١ )
                <br>
                وَكَانَ فِي طُفُولِيَّتِهِ يَمتَنِعُ مِنَ الرَّضَاعَةِ فِي نَهَارِ رَمَضَانَ عِنَايَةً مِنَ اللهِ تَعَالَى بِهِ. وَلَمَّا تَرَعْرَعَ وَسَارَ إِلَى طَلَبِ الْعُلُوْمِ ، وَقَصَدَ كُلَّ مِفْضَالٍ عَلِيْمٍ . وَمَدَّ يَدَهُ إِلَى الْفَضَائِلِ ، فَكَانَ أَسْرَعَ مِنْ خَطْوِ الظَّلِيمِ ، وَتَفَقَّهَ بِأَبِي الْوَفَا عَلِيٍّ ابْنِ عَقِيلٍ ، وَأَبِي الْخَطَّابِ الْكَلْوَذَانِيّ مَحْفُوظِ بْنِ أَحْمَدَ الْجَلِيْلِ، وَأَبِي الْحُسَيْنِ مُحمَّدِ بْنِ الْقَاضِي أَبِي يَعْلَى وَغَيْرِهِمْ، مِمَّنْ تُنَصُّ لَدَيْهِ عَرَآئِسُ الْعُلُوْمِ وَتُجَلَّى . وَقَرَاءَ الأَدَابَ عَلَى اَبِي زَكَرِيَّا يَحْيَى ابْنِ عَلِيِّ التِّبْرِيزي، وَاقْتَبَسَ مِنْهُ أَيَّ اقْتِبَاسٍ. وَأَخَذَ عِلْمَ الطَّرِيقَةِ عَنِ الْعَارِفِ بِاللهِ الشَّيْخِ أَبِي الْخَيْرِ حَمَّادِ بْنِ مُسْلِمِ الدَّبَّاسِ، وَلَبِسَ مِنْ يَدِ الْقَاضِي أَبِي سَعِيدٍ الْمُبَارَكِ اَلْخِرْقَةَ الشَّرِيفَةَ الصُّوْفِيَّةَ ، وَتَأَدَّبَ بِأَدَابِهِ الْوَفِيَّةِ، وَلَمْ يَزَلْ مَلْحُوظًا بِالْعِنَايَةِ الرَّبَّانِيَّةِ، عَارِجاً فِي مَعَارِجِ الْكَمَالَاتِ بِهمَّتِهِ الأَبِيَّةِ، آخِذًا نَفْسَهُ بِالْجِدِّ مُشَمِّرًا عَنْ سَاعِدِ الْإِجْتِهَادِ ، نَابِذًا  لِمَأْلُوْفِ الْإِسْعَافِ وَالْإِسْعَادِ ، حَتَّى أَنَّهُ مَكَثَ خَمْسًا وَعِشْرِينَ سَنَةً سَائِرًا فِي صَحْرَاءِ الْعِرَاقِ وَخَرَابَاتِهِ ، لَا يَعْرِفُ النَّاسَ وَلَا يَعْرِفُونَهُ ، فَيَعْذِلُوْنَهُ عَنْ أَمْرِهِ وَيَصْرِفُونَهُ، وَقَاسَى فِي بِدَايَةِ أَمْرِهِ الْأَخْطَارَ ، فَمَا تَرَكَ هَوْلًا إِلَّا رَكِبَهُ وَقَفَّرَ مِنْهُ الْقِفَارَ  . وَكَانَ لِبَاسُهُ جُبَّةَ صُوْفِ  وَعَلَى رَأْسِهِ خُرَيْقَةً يَمْشِي حَافِيًا فِي الشَّوْكِ وَالْوَعْرِ ، لِعَدَمِ وِجْدَانِهِ نَعْلًا يَمْشِي فِيهَا، وَيَقْتَاتُ ثَمَرَ الْأَشْجَارِ  وَقُمَامَةَ الْبَقْلِ التَّرْمَى ، وَوَرَقَ الْحَشِيشِ مِنْ شَاطِئ النَّهْرِ ، وَلَا يَنَامُ غَالِبًا ، وَلَا يَشْرَبُ الْمَاءَ ، وَبَقِيَ مُدَّةَ لَمْ يَأْكُلْ فِيْهَا طَعَامًا ، فَلَقِيَهُ إِنْسَانُ فَأَعْطَاهُ صُرَّةَ دَرَاهِمَ إِكَرَامًا ،  فَأَخَذَ بِبَعْضِهَا خُبْزًا سَمِيدًا وَخَبِيْصًا، وَجَلَسَ لِيَأْكُلَ ، وَإِذْ بِرُقْعَةٍ مَكْتُوبِ فِيْهَا :  إِنَّمَا جُعِلَتِ الشَّهَوَاتُ لِضُعَفَاءِ عِبَادِي لِيَسْتَعِيْنُوا بِهَا عَلَى الطَّاعَاتِ ، وَأَمَّا الْأَقْوِيَاءُ فَمَا لَهُمُ الشَّهَوَاتُ ، فَتَرَكَ الْأَكْلَ وَأَخَذَ الْمُنْدِيْلَ، وَتَرَكَ مَا كَانَ فِيْهِ ، وَتَوَجَّهَ فِي الْقِبْلَةِ وَصَلَّى رَكْعَتَيْنِ وَانْصَرَفَ.  وَفَهِمَ أَنَّهُ مَحْفُوظٌ وَمُعْتَنَّا بِهِ وَعَرَفَ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '7',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'ALlohul Kafi',
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '7',
                'segmen_child' => 1,
                'arb' => 'اَللهُ الْكَافِى رَبُنَا الْكَافِى
                <br>
                قَصَدْنَا الْكَافِى وَجَدْنَا الْكَافِى
                <br>
                لِكُلِ كَافٍ كَفَانَا الْكَافِى
                <br>

                وَنِعْمَ الْكَافِى اَلحَمْدُ لِلهِ
                ',
                'ina' => '',
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '8',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Ibadalloh',
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '8',
                'segmen_child' => '1',
                'arb' => 'عِبَادَ  اللهْ رِجَالَ اللهْ   •   أَغِيْثُوْنَا لأَجْلِ اللهْ
<br>
                وَكُوْنُوْا عَوْنَنَا لِلهِ    •  عَسَى نَحْظَى بِفَضْلِ اللهِ
                <br>
                عَلَى الْكَافِي صَلَاةُ اللهْ  •  عَلَى الشَّافِي سَلَامُ اللهْ
                <br>
                بِمُحْيِ الدِّينِ خَلِّصْنَا    •  مِنَ الْبَلْوَاءِ  يَا اللهْ
                <br>
                وَيَا أَقْطَابْ وَيَا أَنْجَابْ   • وَيَا سَادَاتْ وَيَا اَحْبَابْ
                <br>
                وَأَنْتُمْ يَا أُولِي الْأَلْبَابِ  •  تَعَالَوْا  وَانْصُرُوْا  ِلِلهِ
                <br>
                سَأَلْنَاكُمْ سَأَلْنَاكُمْ       •  وَلِلرُّلْفَى  رَجَوْنَا كُمْ
                <br>
                وَفِي أَمْرٍ قَصَدْنَاكُمْ     •   فَشُدُّوا عَزْمَكُمْ  ِلِله
                <br>
                فَيَا رَبِّي  بِسَادَاتِي      •    تَحَقَّقُ لِي إِشَارَتِي
                <br>
                عَسَى تَأْتِي بِشَارَتِي    •   وَيَصْفُو  وَقْتُنَا  ِلِله
                <br>
                بِكَشْفِ الحُجْبِ عَنْ عَيْنِى  •  وَرَفْعِ الْبَيْنِ مِنْ بَيْنِي
                <br>
                وَطَمْسِ الْكَيْفِ وَالْأَيْنِ  •  بِنُورِ الْوَجْهِ يَا اَلِله
                <br>
                صَلَاةُ اللهِ مَوْلَانَا       •   عَلَى مَنْ بِالْهُدَى جَانَا
                <br>
                وَمَنْ بِالْحَقِّ أَوْلَانَا      •  شَفِيْعِ الْخَلْقِ عِنْدَ اللهْ
                ',
                'ina' => null,
                'is_syiir' => true,
            ],

            [
                'bacaan_id' => '4',
                'segmen_parent' => '1',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Tawasul',
                'keterangan' => null,
            ],
            // [
            //     'bacaan_id' => '4',
            //     'segmen_parent' => '1',
            //     'segmen_child' => null,
            //     'arb' => '',
            //     'ina' => 'Asmaul husna  mbah Ali Ma\'sum ',
            //     'keterangan' => null,
            //     'is_syiir' => true,
            // ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '1',
                'segmen_child' => '1',
                'arb' => null,
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            // [
            //     'bacaan_id' => '4',
            //     'segmen_parent' => '1',
            //     'segmen_child' => '2',
            //     'arb' => 'مَـنْــظــُوْمَـة اْلأَسمَاء الحــُسْـنَى  أجازها ونشرها:  كياهي عـلي مـعـصـوم بالمعـهـد الإسلامي كرابـياك جقجاكرتـا',
            //     'ina' => null,
            //     'keterangan' => null,
            //     'is_syiir' => true,
            // ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '1',
                'segmen_child' => '3',
                'arb' => 'لرضاء الله تعالى  وبشفاعة  رسول الله محمد صلى الله عليه وسلم ، وبكرامات جميع الاولياء الله فى العرب والعجم . الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '1',
                'segmen_child' => '4',
                'arb' => 'ثُمّ الى ارواحِ صاحِبِ هذه  المنظومة ومُعجزيها خُصُوصا : . الشيخ يوسف لن اسماعيل النبهاني . الشيخ محفوظ الترمشي المكّي . الشيخ دمياطي الترمشي . الشيخ معصوم اللاسمي . الشيخ علي بن معصوم الكرابياكي. واصولهم  وفروعهم  ومن انتسب اليهم. انّ الله يغفر لهم ويرحمهم  ويسكنهم الجنة ويختم لنا ولكم          بالحسنى  في خير ولطفٍ وعافيةٍ.           شَيْئٌ لِلّٰهِ لَهُمُ
                <br>الْفَاتِحَةْ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => null,
                'arb' => null,
                'ina' => 'Asmaulhusna',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '1',
                'arb' => 'بِـسْمِ اْلإِلَـهِ  وَ بِهِ بَـدَأْنَا  *
                <br>وَلَوْ عَبَدْنَا غَيْرَهُ   لَـشَقِـيْنَا
                <br>يَا حَبَّذَا رَبًّا وَحُبَّ دِيْنًا  *
                <br>وَحَبـَّـذَا مَحَـمَّدٌ هَـادِيْـنَـا
                <br>لَـوْلَاهُ مَـا كُـنَّا وَ لَا بَـقِـيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '2',
                'arb' => 'اَللهُ لَوْ لَا أَنْـتَ مَا اهْتَـدَيْنَـا   *
                <br>وَ لَا  تَصَدَّقْنَـا وَلَا صَلَّـيْنَا
                <br>فَأَنْـزِلَنْ   سَكِــيْنَـةً   عَلَـيْنَا    *
                <br>وَ ثَـبِّتِ الْأَقْدَامَ إِنْ لَاقَـيْـنَا
                <br>نَـحْنُ الْأُوْلَى جَاءُوْكَ مُسْلِمِيْنا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '3',
                'arb' => 'وَالْمُشْرِكُـوْنَ قَدْ بَغَوْا عَلَيْنَا    *
                <br>إِذَا   أَرَادُوْا   فِتْـنَـةً  أَبَـيْـنَـا
                <br>وَقَدْ تَدَاعَى جَـمْعُهُـمْ عَلَيْنَـا   *
                <br>طِبْـقَ الْأَحَادِيْـثِ الَّتِي رَوَيْنَـا
                <br>فَارْدُدْهُـمُ  اللَّهُـمَّ خَاسِرِيْنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '4',
                'arb' => 'اَللَّهُ  يَا رَحْـمَنُ  يَا رَحِـيْمُ     *
                <br>اَللَّهُ   يَا حَيُّ    وَ يَا  قَـيُّـوْمُ
                <br>اَللَّهُ   يَا قَـوِيُّ  يَا قَـدِيْــمُ     *
                <br>اَللَّهُ   يَا  عَلِـيُّ  يَا عَـظِـيْـمُ
                <br>لَا يَنْـبَغِيْ لِلْـقَـوْمِ  أَنْ يَعْـلُوْنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '5',
                'arb' => 'اَللهُ  يَا  لَـطِـيْـفُ يَا عَلِـيْمُ      *
                <br>اَللهٌ  يَا   رَءُوْفُ  يَا حَكِـيْمُ
                <br>اَللهُ   يَا تَـوَّابُ    يَا حَـلِـيْمُ    *
                <br>اَللهُ   يَا وَهَّابُ  يَا كَـرِيْـمُ
                <br>هَبْنَا الْعُـلَا وَاجْعَلْ عِدَانَا الدُّوْنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '6',
                'arb' => 'اللهُ  يَا مَلِكُ  يَا مُنِيرُ   *
                <br>اللّهُ  يَا مَالِيكُ  يَا قَدِيرُ
                <br>اللهُ يَا مَوْلَى وَ يَا نَصِيرُ *
                <br>اللهُ أَنْتَ الْمَلِكُ الْكَبِيرُ
                <br>لَيْسَ عِدَانَا لَكَ مُعْجِزِيْنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '7',
                'arb' => 'اللهُ   يَا  شَاكِـرُ  يَاشَـكُوْرُ    *
                <br>اَللهُ  يَا عَفُـوُّ   يَا غَفُـوْرُ
                <br>اَللهُ  يَا  عَالِـمُ    يَا خَـبْـيْرُ   *
                <br>اَللهُ   يَا فَـتَّاحُ  يَا بَـصِـيْرُ
                <br>لَا تَحْـرِمَنَّ  فَـتْـحَـكَ الْمُبِـيْـنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '8',
                'arb' => 'اَللَّهُ    يَا ظَاهِرُ   يَا جَلِيْـلُ     *
                <br>اَللهُ    يَا  بَاطِنُ  يَا وَكِـيْـلُ
                <br>اَللهُ    يَا  صَادِقُ  يَا جَـمِيْلُ   *
                <br>اَللهُ   يَا  حَافِـظُ يَا كَـفِـيْلُ
                <br>كُـنْ حَافِـظًا لَنَـا وَكُـنْ مُعِـيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '9',
                'arb' => 'اَللهُ  يَـا   غَـنِيُّ   يَـا حَـمِـيْدُ   *
                <br>اَللهُ يَـا   مُغْـنِى  وَ يَا رَشِيْـدُ
                <br>اَللهُ يَـا   مُبْـدِئُ   يَـا مُـعِـيْدُ     *
                <br>اَللهٌ  يَـا  عَزِيْــزُ   يَـا مَـجِـيْـدُ
                <br>لِـعِـزِّكَ  التَّـوْحِيْدُ   يَشْكُـو الْـهُوْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '10',
                'arb' => 'اَللهُ   يَـا قَادِرُ    يَـا  مُـقْـتَدِرُ   *
                <br>اَللهُ    يَـا قَاهِرُ   يَـا مُـؤَخِّـرُ
                <br>اَللهُ  يَـا  فَاطِـرُ   يَا مُصَـوِّرُ      *
                <br>اَللهُ   يَا مُحْـصِي  وَ يَا مُدَبِّـرُ
                <br>دَبِّـرْ لَـنَا   وَ دَمِّـرِ  الْـعَـادِيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '11',
                'arb' => 'اَللهُ   يَـا دَائِـمُ   لَا يَـمُــوْتُ     *
                <br>اَللهُ  يَا قَائِـمُ   لَا   يَـفُـوْتُ
                <br>اَللهُ   يَا  مُحْيِيْ  وَ يَا مُمِيْتُ   *
                <br>اَللهُ   يَا مُغِـيْثُ يَا مُقِـيْـتُ
                <br>كُنْ غَوْثَـنَا  وَ حِصْنَـنَا  الْحَصِيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '12',
                'arb' => 'اَللهُ  يَا  بَاسِطُ أَنْـتَ الْـوَاسِعُ    *
                <br>اَللهُ  يَا قَابِضُ  أَنْـتَ  الْمَانِـعُ
                <br>اَللهُ  يَا خَالِـقُ  أَنْتَ  الْـجَـامِـعُ  *
                <br>اَللهُ   يَا خَافِضُ  أَنْتَ الرَّافِـُع
                <br>اِرْفَـعْ  مَعَالِيْنَـا  لِـعِـلِّـيِّـيْـنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '13',
                'arb' => 'اَللهُ   ذُو اْلمَعَـارِجِ   الرَّفِـيْـعُ     *
                <br>اَللهُ   يَا وَافِي  وَ يَا سَرِيْـعُ
                <br>اَللهُ   يَا  كَافِـى  وَ يَا سَـمِـيْـعُ   *
                <br>يَا نُوْرُ  يَا هَادِي  وَ يَا بَدِيْـعُ
                <br>أَدَّبْـتَنَـا بِمَا جَـرَى يَكْـفِـيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '14',
                'arb' => 'اَللهُ  ذُو الْجَـلَالِ  وَ الْإِكْـرَامِ   *
                <br>اَللهُ  ذُو الطَّوْلِ عَلَى الـدَّوَامِ
                <br>اَللهُ  يَا  ذَا  الْـفَضْلِ  وَ الْإِنْـعَامِ  *
                <br>وَالسَّيِّدُ   الْمُطْلَقُ   لِـلْأَ نَامِ
                <br>اِرْحَمْ  عَبِـيْدًا   لَكَ  عَابِدِيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '15',
                'arb' => 'اَللهُ   يَا   أَ وَّ لُ  أَنْـتَ الْـوَاحِدُ  *
                <br>اَللهُ   يَا آخِـرُ  أَنْتَ الـرَّاشِـدُ
                <br>يَا وِتْـرُ    يَا مُتَكَبِّرُ    يَا وَاجِدُ   *
                <br>يَا بَرُّ   يَا مُتَـفَـضِّلُ  يَا مَاجِـدُ
                <br>بِـفَـضْلِكَ اقْـبَلْنَـا عَلَى مَا فِـيْـنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '16',
                'arb' => 'اَللهُ   يَا مُبِـيْنُ   يَـا وَدُوْدُ    *
                <br>اَللهُ  يَا  مُحْيْـطُ  يَـا شَهِـيْـدُ
                <br>اَللهُ   يَا  مَتِـيْـنُ  يَا شَدِيْدُ   *
                <br>يَا مَنْ هُوَ الْفَعَّـالُ مَا يُرِيْـدُ
                <br>إِنَّا ضِعَـافٌ لَكَ  قَـدْ  لَـجَـأْنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '17',
                'arb' => 'اَللهُ   يَا مُـعِـزُّ   يَا مُـقَـدِّمُ   *
                <br>اَللهُ   يَا مُـذِلُّ   يَا مُنْـتَـقِـمُ
                <br>اَلْبَادِئُ  الْبَاقِي فَلَا  يَنْعَدِمُ *
                <br>اَلْمُحْسِنُ  الْوَالِى الْحَفِيْظُ  الْأَكْرَمُ
                <br>لَيْسَ لَنَـا سِوَاكَ مَنْ  يَـحْمِيْـنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '18',
                'arb' => 'اَللهُ   يَا وَارِثُ   أَنْتَ  الْأَبَـدُ     *
                <br>اَللهُ  يَا بَاعِـثُ  أَنْـتَ الْأَحَـدُ
                <br>يَا مَالِكَ  الْمُلْكِ  الْإِلَـهُ الصَّمَدُ   *
                <br>لَا  كُـفُـؤٌ  لَا  وَالِـدٌ  لَا  وَلَــدُ
                <br>كُـفَّ الْـعِـدَى  عَنَّـا فَـقَـدْ أُوْذِيْـنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '19',
                'arb' => 'اَللهُ  يَا غَالِـبُ   يَـا قَـهَّـارُ   *
                <br>اَللهُ   يَا  نَافِـعُ  أَنْـتَ الضَّارُّ
                <br>اَللهُ   يَا  بَارِئُ    يَا  غَـفَّـارُ  *
                <br>يَا رَبِّ  يَا ذَا  الْقُـوَّةِ الْجَبَّارُ
                <br>قَـوِّمْ لَنَـا الـدُّنْـيَا وَ قَـوِّ الدِّيْـنَا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '20',
                'arb' => 'اَللهُ  رَبُّ  الْـعِــزَّةِ  الـسَّــلَامُ      *
                <br>اَلْمُـؤْمِنُ  الْمُهَيْـمِنُ  الْـعَـلَّامُ
                <br>ذُوالرَّحْمَةِ  الْأَعْلَى  الْأَعَزُّ التَّامُّ  *
                <br>مَنْ دِيْـنُهُ الْحَـقُّ هُوَ الْإِسْلَامُ
                <br>قَـيِّـضْ لَـهُ  اللَّـهُـمَّ  نَاصِرِيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '21',
                'arb' => 'اَللهُ  أَنْتَ الْمُتَـعَالِى الْحَـكَـمُ   *
                <br>اَلْفَرْدُ  ذُوالْعَرْشِ الْوَلِيُّ الْأَحْكَـمُ
                <br>اَلْغَافِرُ الْمُعْطِ الْجَوَادُ  الْمُنْعِمُ  *
                <br>اَلْعَادِلُ الْـعَدْلُ الصَّبُوْرُ الْأَرْحَمُ
                <br>مَكِّـنْ لَنَـا فِيْ أَرْضِنَـا تَمْكِـيْـنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '22',
                'arb' => 'اَللهُ   يَا قُـدُّوْسُ  يَـا بُـرْهَـانُ     *
                <br>يَـا بَارُّ  يَا حَنَّـانُ  يَـا مَنَّـانُ
                <br>يَا حَـقُّ  يَا مُـقْـسِطُ   يَا دَيَّـانُ    *
                <br>تَبَارَكَتْ أَسْمَاءُكَ الْحِسَانُ
                <br>بِهَا  قَرَعْنَـا  بَـابَـكَ  الْمَـصُـوْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '4',
                'segmen_parent' => '2',
                'segmen_child' => '23',
                'arb' => 'اَللهُ   يَا  خَـلَّاقُ    يَا حَـبِـيْــبُ   *
                <br>اَللهُ  يَـا  رَزَّاقُ   يَا حَسِـيْـبُ
                <br>اَللهُ   يَا قَـرِيْبُ   يَـا رَقِــيْـبُ    *
                <br>اَلْمُسْتَعَانُ السَّامِعُ الْمُجِيْـبُ
                <br>إِنَّا دَعَوْنَاكَ  اسْـتَـجِـبْ  آمِـيْنَـا',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],

            //5
            [
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '0',
                'arb' => 'لرضاء الله تعالى وبشفاعة رسول الله محمد صلى الله عليه وسلم، وبكرامات جميع الاولياء الله فى العرب والعجم. الفاتحة. نويت الذكر بقراءة الراتب الحداد للحبيب عبد الله ابن علوي ابن محمّد الحداد. تقرّبا الى الله تعالى  وابتغاء لمرضاته وتوبةً لذنوبنا ،وقضاءً لِحوائجنا .. .. ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '1',
                'arb' => '                                                         ١ .  الفاتحة .

  اَعوذ بالله من الشبطان الرجيم .

١.   بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ.
٢.   اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
٣.  اَلرَّحْمنِ الرَّحِيْمِ.
٤.   ماَلِكِ يَوْمِ الدِّيْنِ  .
٥.   إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ .
٦.  اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.
٧.  صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ
      غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ.


رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ',
                'ina' => null,
            ],


[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '2',
                'arb' =>'             ٢ . اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ
     وَلَا نَوْمٌ ۚلَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ
     مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ
     أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ
     إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلاَ
     يَؤُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ .
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '3',
                'arb' =>'
 لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِن تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ.
 ',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '4',
                'arb' =>'            ٣ . آمَنَ الرَّسُوْلُ بِمَآ أُنْزِلَ إِلَيْهِ مِنْ رَبِّه وَالْمُؤْمِنُوْنَ
      كُلٌّ آمَنَ بِاللهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ ، لاَ نُفَرِّقُ بَيْنَ
      أَحَدٍ مِنْ رُسُلِهِ ، وَقَالُوا سَمِعْناَ وَأَطَعْناَ غُفْراَنَكَ رَبَّنَا
      وَإِلَيْكَ الْمَصِيْرُ * لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا
      كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ، رَبَّنَا لاَ تُؤَاخِذْنَآ إِنْ نَسِيْنَآ
      أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى
      الَّذِيْنَ مِنْ قَبْلِنَا ، رَبَّنَا وَلاَ تُحَمِّلْنَا مَالاَ طَاقَةَ لَنَا بِهِ ،
      وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنآ أَنْتَ مَوْلاَنَا فَانْصُرْناَ
      عَلَى الْقَوْمِ الْكَافِرِيْن.
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '5',
                'arb' =>'  ٤ . لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ
     يُحْيِي وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ .    ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '6',
                'arb' =>'.
٥ . سُبْحَانَ اللهِ  وَالْحَمْدُ للهِ   وَلاَ إِلَهَ إِلاَّ اْللهُ
     وَاللهُ اَكْبَرُ .      ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '7',
                'arb' =>'.
٦ . سُبْحَانَ اللهِ وَبِحَمْدِهِ  سُبْحاَنَ اللهِ الْعَظِيْمِ .    ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '8',
                'arb' =>'.
٨ . اَللَّهُمَّ صَلِّ عَلَى( سيّدنا ) مُحَمَّدٍ ،
      اَللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ .       ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '9',
                'arb' =>'.
٩ . أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ .    ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '10',
                'arb' =>'.
١٠ . بِسْـمِ اللهِ الَّذِي لاَ يَضُـرُّ مَعَ اسْـمِهِ شَيْءٌ فِي الأَرْضِ
     وَلاَ فِي الْسَّمَـآءِ   وَهُوَ الْسَّمِيْـعُ الْعَلِيْـمُ.    ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '11',
                'arb' =>'.
١١ . رَضِيْنَـا بِاللهِ رَبًّا ، وَبِالإِسْـلاَمِ دِيْنـًا ،
      وَبِمُحَمَّدٍ نَبِيّـًا ( وَرَسُوْلُا )      ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '12',
                'arb' =>'.
١٢ . بِسْمِ اللهِ  وَالْحَمْدُ لِله   وَالْخَيْرُ وَالشَّـرُّ
      بِمَشِيْئَـةِ اللهِ .         ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '13',
                'arb' =>'.
١٣ . آمَنَّا بِاللهِ وَاليَوْمِ الآخِرِ ، تُبْناَ إِلَى اللهِ
       باَطِناً  وَظَاهِرًا.     ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '14',
                'arb' =>'.
١٤ . يَا رَبَّنَا وَاعْفُ عَنَّا  وَامْحُ الَّذِيْ كَانَ مِنَّا .    ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '15',
                'arb' =>'.
١٥ . ياَ ذَا الْجَلاَلِ وَالإِكْراَمِ ،أَمِتْناَ عَلَى دِيْنِ الإِسْلاَمِ.  ٧
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '16',
                'arb' =>'.
  ١٦ . ياَ قَوِيُّ ياَ مَتِيْـنُ   إِكْفِ شَرَّ الظَّالِمِيْـنَ.   ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '17',
                'arb' =>'.
١٧ . أَصْلَحَ اللهُ أُمُوْرَ الْمُسْلِمِيْنَ  صَرَفَ اللهُ
      شَرَّالْمُؤْذِيْنَ.   ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '18',
                'arb' =>'.
١٨ . يـَا عَلِيُّ يـَا كَبِيْرُ ،   يا عَلِيْمُ يـَا قَدِيْرُ،
      يـَاسَمِيعُ يـَا بَصِيْرُ ،  يـالَطِيْفُ يَاخَبِيْرُ .   ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '19',
                'arb' =>'.
١٩ . ياَ فَارِجَ الهَمِّ ، يَا كَاشِفَ الغَّمِّ ، يَا مَنْ لِعَبْدِهِ
      يَغْفِرُ وَيَرْحَمُ.     ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '20',
                'arb' =>'.
٢٠ .  أَسْتَغْفِرُ اللهَ رَبَّ الْبَرَايَا، أَسْتَغْفِرُ اللهَ
        مِنَ الْخَطَاياَ.    ٤
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '21',
                'arb' =>'.
٢١ .     لاَ إِلَهَ إِلاَّ اللهُ - لاَ إِلَهَ إِلاَّ اللهُ .       ٥٠
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '22',
                'arb' =>'.
٢٢ . لاَ إِلَهَ إِلاَّ اللهُ مُحَمَّدٌ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ
       وَسَلَّمِ وَشَرَّفَ وَكَرَّمَ وَمَجَّدَ وَعَظَّمَ ، وَرَضِيَ اللهُ
       تَعاَلَى عَنْ آهْلِ بَيْتِهِ الطَّيِّبِيْنَ الطَّاهِرِيْنَ ، وَأَصْحَابِهِ
       الأَكْرَمِيْنَ الْمُهْتَدِيْنَ ، وَأَزْوَاجِهِ الطَّاهِرَاتِ أُمَّهَاتِ
       الْمُؤْمِنِيْنَ ، وَالتَّابِعِيْنَ لَهُمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّيْنِ
       وَعَلَيْناَ مَعَهُمْ وَفِيْهِمْ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ.

       ( بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )

',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '23',
                'arb' =>'.
٢٣ .  قُلْ هُوَ اللهُ أَحَـدٌ.   اَللهُ الصَّمَـدُ. لَمْ يَلِـدْ وَلَمْ
        يٌوْلَـدْ. وَلَمْ يَكُـنْ لَهُ كُفُـوًا  أَحَـدٌ.

                    (بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ)

. قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ ، مِنْ شَرِّ ماَ خَلَقَ، وَمِنْشَرِّغَاسِقٍ
  إِذَا وَقَبَ ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ، وَمِنْ شَرِّ
  حَاسِدٍ إِذَا حَسَد .

                   (بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ )

. قُلْ أَعُوْذُ بِرَبِّ النَّاسِ  ، مَلِكِ النَّاسِ ، إِلَهِ النَّاسِ  ،
  مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ  ، اَلَّذِيْ يُوَسْوِسُ فِي
  صُدُوْرِ النَّاسِ، مِنَ الْجِنَّةِ وَالنَّاسِ .
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '24',
                'arb' =>'.
٢٤ . ( ترتيب الفاتحة )

أ.  الفاتحة اِلَى رُوْحِ سَيِّدِنَا الشَّيْخِ الْكَبِيْرِ اَلْقُطْبِ الشَّهِيْرِ
    الْفَقِيْهِ الْمُقَدَّمِ  مُحَمَّد بِن عَلِيّ باَعَلَوِي ، وَأُصُولِهِ
    وَفُرُوعِهِ ، وَجَمِيْعِ سَادَاتِنَا آلِ أَبِي عَلَوِي ،أَنَّ اللهَ
    يُعْلِي دَرَجَاتِهِمْ فِي الْجَنَّةِ ،وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ
    وَأَسْرَارِهِمْ وَأَنْوَارِهِمْ  فِي الدِّيْنِ وَالدُّنْياَ وَالآخِرَةِ.

',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '25',
                'arb' =>'.                                      ١.   بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ
٢.   اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
٣.  اَلرَّحْمنِ الرَّحِيْمِ.
٤.   ماَلِكِ يَوْمِ الدِّيْنِ  .
٥.   إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ .
٦.  اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.
٧.  صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ   غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ.
رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ

',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '26',
                'arb' =>'.
ب- اِلَى رُوْحِ سَيِّدِنَا الشَّيْخِ الْكَبِيْرِ  ،الْقُطْبِ الشَّهِيْرِ الْحَبِيْبِ عَبْدِ اللهِ بْنِ عَلَوِي بْنِ مُحَمَّدِ الْحَدَّاد بَاعَلَوِيْ صَاحِبِ الْرَّ اتِبِ ،
وَأُصُوْلِهِ وَفُرُوْعِهِ ، اَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِي الْجَنَّةِ، وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَأَسْرَارِهِمْ وَأَنْوَارِهِمْ  فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ .
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '27',
                'arb' =>'.                                      ١.   بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ
٢.   اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
٣.  اَلرَّحْمنِ الرَّحِيْمِ.  ٤.   ماَلِكِ يَوْمِ الدِّيْنِ  .
٥.   إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ . ٦.  اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.
٧.  صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ   غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ.
رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ

',
                'ina' => null,
            ],


[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '28',
                'arb' =>'.
ج-  الفاتحة أَنَّ اللهَ يُغِيْثُ الْمُسْلِمِيْنَ وَيَرْحَمُ الْمُسلِمِيْنَ بِالْعَافِيَةِ ،
وَيُغْزِرُ أَمْطَارَهُمْ ،وَيُرْخِصُ أَسْعَارَهُمْ، وَيُصْلِحُ سَلاَطِيْنَهُمْ،
وَيَكْفِيْهِمْ شَرَّالْفِتَنِ وَالْبَلِيَّاتِ وَالْمِحَنِمَا ظَهَرَ
مِنْهَا وَمَا بَطَنَ ، واَن يَحْفَظَ الْحُجَّاجَ وَالْمُسَافِرِيْنَ،
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '29',
                'arb' =>'.
وَالْغُزَاةِ وَالْمُجَاهِدِيْنَ مِنَ الْمُسْلِمِيْنَ فِي الْبَرِّ وَالْبَحرِ أَجْمَعِيْنَ.
أَنَّ اللهَ يُصْحِبُهُمُ بِالسَّلاَمَةِ ، وَيَرُدُّهُمْ إِلَى أوْطَانِهِمْ سَالِمِيْنَ غَانِمِيْنَ آمِنِيْنَ فِي خَيْرٍ وَلُطْفٍ وَعَافِيَةٍ .
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '30',
                'arb' =>'.
١.   بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ.
٢.   اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
٣.  اَلرَّحْمنِ الرَّحِيْمِ.
 ٤.   ماَلِكِ يَوْمِ الدِّيْنِ  .
٥.   إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ .
٦.  اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.
٧.  صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ   غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ.
رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '31',
                'arb' =>'.
 د- الفاتحة ..إِلَى أَرْوَاحِ وَالِدِيْنَا وَوَالِدِيْكُمْ  وَاُستَاذِنَا وَاُستَاذِكُمْ  وَأَمْوَاتِنَا وَأَمْوَاتِكُمْ  وَأَمْوَاتِ الْمُسْلِمِيْنَ ، أَنَّ اللهَ يَتَغَشَّاهُمْ بِالرَّحْمَةِ وَالْمَغْفِرَةِ وَيُسْكِنُهُمُ الْجَنَّةَ وَيَخْتِمُ لَنَا وَلَكُمْ بِالْحُسْنَى فِي خَيْرٍوَلُطْفٍ وَعَافِيَةٍ ،
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '32',
                'arb' =>'.
١.   بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ.
٢.   اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
٣.  اَلرَّحْمنِ الرَّحِيْمِ.
٤.   ماَلِكِ يَوْمِ الدِّيْنِ  .
٥.   إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ .
٦.  اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.
٧.  صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ   غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ.
رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '33',
                'arb' =>'.
- وَإِلَى حَضْرَةِ الْنبيّ العَلَيْه مصطفى رسول اللهِ  سَيِّدِنَا مُحَمَّدٍ صَلَّى اللهُ  وَسَلَّمَ .
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '34',
                'arb' =>'.
١.   بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ.
٢.   اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
٣.  اَلرَّحْمنِ الرَّحِيْمِ.
 ٤.   ماَلِكِ يَوْمِ الدِّيْنِ  .
٥.   إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ .
٦.  اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.
٧.  صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ   غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ.
رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '35',
                'arb' =>'.
وهذا الدّعآء

اَلْحَمْدُ اللهِ رَبِّ العَالَمِيْنَ . حَمْدًا يُوَافِي نِعَمَهُ وَيُكَافِئُ مَزِيْدَهُ،
يَا رَبَّنَا لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلاَلِ وَجْهِكَ وَعَظِيْمِ سُلْطَانِكَ ،
اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلِّمْ.
 اَللَّهُمَّ إِنَّا نَسْأَلُكَ بِحَقِّ سُورَةِ الْفاَتِحَةِ الْمُعَظَّمَةِ وَالسَّبْعِ الْمَثَانِيْ وَالْقُرْآنِ الْعَظِيْمِ ، أَنْ تَفْتَحَ لَنَا بِكُلِّ خَيْرٍ، وَأَنْ تَتَفَضَّلَ عَلَيْنَا بِكُلِّ خَيْرٍ، وَأَنْ تَجْعَلَنَا مِنْ أَهْلِ الْخَيْرِ، وَأَنْ تُعَامِلَنَا يَا مَوْلاَنَا مُعَامَلَتَكَ ِلأَهْلِ الْخَيْرِ، وَأَنْ تَحْفَظَنَا فِي دِيْنِنَا وَأَنْفُسِنَا وَأَوْلاَدِنَا وَأَهْلِيْنَا وَأَصْحَابِنَا وَأَحْبَابِنَا مِنْ كُلِّ مِحْنَةٍ وَفِتْنَةٍ وَبُؤْسٍ وَضَيْرٍ، إِنَّكَ وَلِيُّ كُلِّ خَيْرٍ وَمُتَفَضِّلٌ بِكُلِّ خَيْرٍ وَمُعْطٍ لِكُلِّ خَيْرٍ    يَا أَرْحَمَ الرَّاحِمِيْن.
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '36',
                'arb' =>'.
٢٥ .    اَللَّهُمَّ إِنَّا نَسْـأَلُكَ رِضَـاكَ وَالْجَنَّـةَ . .
          وَنَـعُوْذُ بِكَ مِنْ سَـخَطِكَ وَالنَّـارِ .         ٣

',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '37',
                'arb' =>'.
زيادة :
*   يَاعَالِمَ السِّرِّمِنَّا ، لاَتَهْتِكَ السِّتْرَ عَنَّا، وَعَافِنَا وَاعْفُ عَنَّا ،
     وَكُنْ لَّنَا حَيْثُ كُنَّا.     ٣

',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '38',
                'arb' =>'.
*  يَااللهُ بِهَا  يَااللهُ بِهَا   يَااللهُ بِحُسْنِ الْخَاتِمَةِ .      ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '39',
                'arb' =>'.
*  يَا لَطِيْفًا  بِخَلْقِهِ ،  يَا عَلِيْمًا  بِخَلْقِهِ ، يَا خَبِيْرًا  بِخَلْقِهِ ،
    أُلْطُفْ بِنَا    يَا لَطِيْفُ ، يَا عَلِيْمُ  ، يَا خَبِيْرُ .         ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '40',
                'arb' =>'.
*  يَا لَطِيْفًا لَمْ يَزَلْ  أُلْطُفْ بِنَا فِيْمَا نَزَلَ ،-
     إِنَّكَ لَطِيْفٌ لَمْ تَزَلْ   أُلْطُفْ بِنَا وَالْمُسْلِمِيْنَ.       ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '41',
                'arb' =>'.
* جَزَى اللهُ   سَيِّدَنا مُحَمَّدًا   عَنَّا خَيْرًا -
   جَزَى اللهُ   سَيِّدَنا مُحَمَّدًا   عَنَّا  مَا هُوَ اَهْلُهُ ،     ٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '42',
                'arb' =>'.
* يَا اَمَانَ  الْخَائِفِيْنَ       اَمِنَّا      مِمَّا نَخَافُ
   يَا اَمَانَ  الْخَائِفِيْنَ       سَلِّمْنَا   مِمَّا نَخَافُ
   يَا اَمَانَ  الْخَائِفِيْنَ       نَجِّنَا     مِمَّا نَخَافُ
   يَا اَمَانَ  الْخَائِفِيْنَ       اُنْصُرْنَا  مِمَّا نَخَافُ  .     /٣
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '43',
                'arb' =>'.
 * سُبْحَانً رَبِّكَ  رَبِّ الْعِزَّةِ  عَمَّا  يَصِفُوْنَ ، وَسَلَامٌ  عَلَى الْمُرْسَلِيْنَ ،
وَالْحًمْدُ لِله رَبِّ الْعَالَمِيْنَ .

  الفاتحة
',
                'ina' => null,
            ],
            [
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '44',
                'arb' =>'                                      .١.   بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ
٢.   اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ.
٣.  اَلرَّحْمنِ الرَّحِيْمِ.
٤.   ماَلِكِ يَوْمِ الدِّيْنِ  .
٥.   إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ .
 ٦.  اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ.
٧.  صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ   غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ.
رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمّؤْمِنِيْنَ ....  آمِيْنِ
',
                'ina' => null,
            ],

[
                'bacaan_id' => '5',
                'segmen_parent' => null,
                'segmen_child' => '45',
                'arb' =>'
مَوْلَايَ صَلِّ وَ سَلِّمْ دَائِمًا أَبَــدًا
              عَلَى حَبِيْبِكَ خَيْرِ الْخَلْقِ كُلِّــــــــهِمِ

هُوَ الْحَبِيْبُ الَّذِيْ تُرْجَى شَفَاعَتُهُ
              لِكُلِّ هَوْلٍ مِنَ الْأَهْوَالِ مُقْتَــحِــــــمِ


يَا رَبِّ بِالْمُصْطَفَى بَلِّغْ مَقَاصِدَنَا
            وَ اغْفِرْ لَنَا مَا مَضَى يَا وَاسِعَ الْكَرَمِ

الفاتحة
',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '1',
                'arb' => 'إلَى حَضْرَةِ النَّبِيِّ المُصْطَفَى ، وَحَبِيْبِ الْمُجْتَبَى، وَرَسُوْلِ المُقْتَدَى، سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيعِنَا وَقُرَّةِ أََعْيُنِنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْه وَسَلَّمْ وَعَلَى اَلِهِ وَأَصْحَابِهِ وَازْوَاجِهِ وَذُرِّيَّاتِهِ وَاهْلِ بَيْتِهِ الْكِرَام ... الفاتحة',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '2',
                'arb' => 'وَالْأَوْلِيَآءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ. وَآلِ كُلٍّ وَصَحْبِ كُلٍّ . ثُمَّ إِلَى رُوحِ أَبِيْنَا آدَمَ وَاُمِّنَا حَوَّاءَ وَمَا تَنَاسَلَ بَيْنَهُمَا إلَى يَوْمِ الْقِيَامَةِ ... الفاتحة',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '3',
                'arb' => 'ثُمَّ إلى أَرْوَاحِ سَادَاتِنَا وَمَوَالِيْنَا وَاَئِمَّتِنَا : سَيّدِنَا أََبِي بَكْرٍ الصِّدّيْقْ ،وسَيدِنا عُمَرَ بْنِ الْخَطَّاب، وَسَيّدِنَا عُمَانَ ابْنِ عَفَّان ،وَسَيِّدِنَا عَلِيٍّ بْنٍ اَبِي طِالِبْ، وَسِتَّةِ الْبَاقِيْنْ ، ثم إلى أزوَاحِ بَقِيَّةِ الصَّحَابَةِ وَالْقَرَابَةِ. وَالتَّابِعِينَ وَتَابِعِ التَّابِعِينَ وَتَابِعِهِمْ بِإِحْسَانٍ إِلى يَوْمِ الدِّينَ.',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '4',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ اَرْبَعَةِ الْأَئِمَّةِ المُحْتَهدِينَ وَمُقَادِيهِمْ فِي الدِّينِ.وإلى أَرْوَاحِ العَلَمَاءِ الرَّاشِدِيْنَ وَالْقَرَاءِ المَخْلِصِينَ وَالْأَئِمَّةِالْحَدِيثِ وَالْمُفْسِرِينَ وَسَائِرِ السَّادَاتِنَا الصُّوْفِيَّةِ المُحَقِّقِينَ،ثُمَّ إلى أَرْوَاحِ كُلِّ وَليٍّ وَوَلَيَّةٍ وَمُسْلِم وَمُسْلِمَةٍ مِنْ مَشَارِقِ الْأَرْضِ إِلى مَغَارِبِهَا وَمِنْ يَميْنهَا إلى شِمَالِهَا',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '5',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيعِ اَهْلِ سِلْسِلَةِ الْقَادِرِيَّةِ وَالنَّفْسَبَنْدِيَّةِ.وَجَمِيعِ اَهْلِ الطُّرُقِ . خُصُوصًا سُلْطَانَ الْأَوْلِيَاءِ. سَيّدِنَاالشَّيْخِ عَبْدِ القَادِرِ الجيلاني الله وَسَيّدَ الطَّائِفَةِ الصُّوْفِيَّة.الشَّيْخَ إِلَى الْقَاسِمِ جُنَيْدِ الْبَغْدَادِي. وَسَيّدَ السَّارِي السَّفَطِيوَسَيِّدَ الْمَعْرُوْفِ الكَرْخِي. وَسَيّدَ الْحَبَيْبِ الْعَجَمِ. وَسَيِّدَالحَسَنُ الْبَصْرِي. وَسَيِّدَ الْإِمَامِ جَعْفَرِ الصَّادِقِ. وَسَيِّدَ أبِي يَزِيدُ البَسْطَامِي ،وَسَيِّدَ يُوْسُفُ الْهَمْدَانِي. وَسَيِّدَ مُحَمَّدٌ بَهَاءُ الدِّينَ النَّفْسَبَنْدِي ، وَإِلَى حَضْرَةِ الْإِمَامِ الرَّبَّانِي وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ وَالأَخِذِيْنَ عَنْهُمْ ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '6',
                'arb' => 'ثمَّ إِلى أَروَاحِ الفَقِيْهِ المُقَدَّمِ مُحَمَّدِ ابْنِ عَلِي بَاعَلَوِي وَالحَبيبِ عَبْدِ اللَّهِ ابْنِ عَلْوِى ابْنِ مُحَمَّدِ الْحَدَادِ بَاعَلَوِيْ وَالْإِمَامِ الْجَلِيْلْ عَبْدِ الرّحْمَنْ الدِّبَاعِي. وَآبِى عَبْدِ اللهُ مُحَمَّدِ ابْنِ سَعِيْدْ  الْبَصَيْرِي،وَالشَّيْخ إبْرَاهِيمَ التَّازِي <صاحب الصيغة هذه الصلاة النارية> رَحِمَهُمُ اللهُ تَعَالَى',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '7',
                'arb' => 'ثُمَّ الْفَاتِحَةُ إِلى أَرْوَاحِ مَنْ فَتَحَ هذِهِ القَرْيَةِ وَمَنْ عَمَّرَهَا بإِحْيَاءِ الشَّرِيعَةِ الإِسْلَام فِيْهَا ، وَإلى أَرْوَاحِ مُؤَسِّسِ هذا الْمُصَلَّى : كنجانا وغو الكوثر وقف العطاش الحبيب احمد بن شيخ العطاش .الْفَاتِحَةُ إِلى أَرْوَاحِ اَسَاتِيْذِنَا وَمَشَايِخِنَا خُصُوصًا.
                الْحَاجّ كِيَاهِي : سَعْـدُ الله آميْن نَافِعٌ ،
                الْحَاجَ كِيَاهِي : أَحْيَدٌ حَلِيْمِي.
                الْحَاجّ كِيَاهِي : أَحْمَدِيْ وَاَخِيْه .
                الحاج كِيَاهِي : زَمْرَحِي إِبْنَا الشَّيْرَازِى.
                الْحَاج  كِيَاهِي : حَسَنْ اَشْعَرِي مَعْلِي .

                وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ اَنَّ اللهَ يَغْفِرْ لَهُمْ وَيَرْحَمْهُمْ  وَيَنْفَعَنَا بِهِمْ وَآمَدَّنَا بِمَدِدِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَأَسْرَارِهِمْ ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '8',
                'arb' => 'الْفَاتِحَةُ إِلى أَزْوَاحِ وَالِدِينَا وَوَالِدِيْكُمْ. وَمَشَايِحِْنَا وَمَشَايِحْكُمْ. وَأَمْوَاتِنَا وَاَمْوَاتِكُمْ، وَلِمَنْ اَحْسَنَ اِلَيْنَا . وَلِمَنْ لَه حَقٌّ عَلَيْنَا .وَلِمَنْ أَوْصَانَا وَاسْتَوْصَانَا. وَلِمَنْ يَتَعَلَّمُ عِنْدَنَا وَقَلَدَنَا بِدُعَاءِ الخَيْرِ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '9',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ المُسْلِمِينَ وَالْمُسْلِمَاتِ. والمؤمِنِينَ وَالمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ إلى مَغَارِبَهَا. بَرْهَا وَبَحْرِهَا وَمِنْ يَمِيْنهَا إلى شِمَالِهَا . وَمِنْ قَافٍ إلى قَافٍ مِنْ لَدُنْ آدم إلى يَوْمِ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '10',
                'arb' => 'الفَاتِحَةُ بِنِيَّة القَبُوْلِ. وَتَمَامِ كُلِّ سُوْلِ وَمَأْمُوْلٍ وَصَلَاحِ الشَّأْنِ. ظَاهِرًا وَبَاطِنَا فِي الدِّيْنِ وَالدُّنْيَا وَالْآخِرَةِ . دَافِعَةٌ عَنْ كُلِّ شَرٍ. جَالِبَةٌ لِكُلِّ خَيْرٍ لَنَا وَ لِوَالِدِينَا . وَلِاَوْلَادِنَا وَذُرِّيَّتِنَا. وَتَلَامِيذِنَا وَجُلَسَائِنَا . مَعَ اللَّطْفِ وَالْعَافِيَةِ . وَعَلَى  ِنيَّةٍ أَنَّ اللهَ يُنوِّرُ قُلُوبَنَا وَقَوَالِيْنَا مَعَ الْهُدَى وَالتَّقى . وَالْعَفَافِ وَالْغِنَى وَالْوَتِ عَلَى دِيْنِ الْإِسْلَام   بِلا مِحْنَةٍ وَلَا امْتِحَانٍ ، بِجَاهِ سَيِّدِ وَلَدِ عَدْنَانِ جَامِعَةً لِكُلِّ نِيَّةٍ صَالِحَةً . وَزِيَادَةٌ ومَحَبَّةً فٍيْ شَرَفِ حَبِيبِنَا سَيّدِنَا مُحَمَّدٍ صلى الله  عليه وسلم. الفاتحة',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '11',
                'arb' => 'اِسْتَغْفِرُوْا رَبَّكُمْ اِنَّهُ كَانَ غَفَّارًا

                ° اَسْتَغْفِرُ اللهَ الْعَظِيْمِ
                         اِنَّهُ هُوَ الْغَفُوْرُ الرَّحِيم

                ° لا حَوْلَ وَلا قُوَّةَ إِلَّا بِاللهِ الْعَليّ الْعَظِيم

                ° حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيْلُ
                         نِعْمَ المَوْلى وَنِعْمَ النَّصِيرُ .

                ° اللَّهُمَّ صَل عَلَى سَيّدِنَا مُحَمَّدٍ وَعَلى اَلِ سَيّدِنَا مُحَمَّدْ
                         ° صلى الله على مُحَمَّدٍ

                الفَاتِحَة',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '12',
                'arb' => 'اللّهُمَّ اِنَّا نَوَيْنَا بِالصَّلاَةِ وَالسَّلَامٍ عَلى نَبِيِّكَ مُحَمَّدٍ صَلى الله عَلَيْهِ وَسَلَّمَ. اِمْتِتَالاً لِأمْرِكَ. وَتَصْدِيقًا لِنَبِيِّكَ سَيَّدٍنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ومَحَبَّةٌ فِيْه وَشَوْقًا إِلَيْهِ وَتَعْظِيمًا لِقُدْرَتِهِ وَلِكَوْنِهِ أهلاً لِذلِكَ . فَتَقَبَّلْهَا مِنْ فَضْلِكَ وَجُوْدِكَ وَكَرَامِكَ وَإحْسَانِكَ. وَاَزِلْ حِجَابَ الغَفْلَةِ عَنْ قُلُوْبِنَا. نَسْأَلُكَ اللّهُمَّ التَّوْفِيْقَ، وَفِعْلَ الْخَيْرَاتِ، وَالْقَبُوْلَ. وَاجْعَلْنَا وَأَهْلَنَا . وَأَوْلَا دَنَا وَذُرِّيَّاتِنَا . وَتَلَامِيْذَنَا وَجُلَسَائنَا مِنْ عِبَادِكَ الصَّالِحِينَ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '13',
                'arb' => 'إِنَّ اللهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلى النَّبِيِّ. يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوْا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '14',
                'arb' => 'اللَّهُمَّ صَلِّ عَلى سَيّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيّدِنَا مُحَمَّدٍ. كَمَا صَلَّيْتَ عَلَى سَيّدِنَا إِبْرَاهِيمَ. وَعَلى اَلِ سَيِّدِنَا إِبْرَاهِيمَ. وَبَارِكْ عَلى سَيّدِنَا مُحَمَّدٍ. وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى سَيّدِنَا إِبْرَاهِيمَ وَعَلَى الِ سَيِّدَنَا إِبْرَاهِيمَ. فِي الْعَالَمِينَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '15',
                'arb' => 'السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ . × ٣',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '16',
                'arb' => '( الصَّلَاةُ النَّارِيَّةُ  )
<br>
                اللَّهُمَّ صَلَّ صَلَاةً كَامِلَةً ، وَسَلَّمْ سَلَامًا تَامَّا عَلَى سَيِّدِنَا مُحَمَّدٍ الَّذِي تَنْحَلُّ بِهِ الْعُقَدُ وَتَنْفَرِجُ بِهِ الْكُرَبُ ،وَتُقْضَى بِهِ الْحَوَائِجُ،  وَتُنَالُ بِهِ الرَّغَائِبُ ، وَحُسْنُ الْخَوَاتِمِ، وَيُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ الْكَرِيمِ ،وَعَلَى الِهِ وِصَحْبِهِ فِي كُلِ لَمْحَةٍ وَ نَفَسٍ بِعَدَدِ كُلِّ مَعْلُومٍ لَكَ . × ٤٤٤٤ ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '17',
                'arb' => 'اللَّهُمَّ صَلِّ عَلى سَيّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيّدِنَا مُحَمَّدٍ. كَمَا صَلَّيْتَ عَلَى سَيّدِنَا إِبْرَاهِيمَ. وَعَلى اَلِ سَيِّدِنَا إِبْرَاهِيمَ. وَبَارِكْ عَلى سَيّدِنَا مُحَمَّدٍ. وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى سَيّدِنَا إِبْرَاهِيمَ وَعَلَى آلِ سَيِّدَنَا إِبْرَاهِيمَ. فِي الْعَالَمِينَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '18',
                'arb' => 'السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ . × ٣',
                'ina' => null,
            ],
            [
                'bacaan_id' => '6',
                'segmen_parent' => null,
                'segmen_child' => '19',
                'arb' => 'الدعاء
<br>
                باسم الله الرحمن الرحيم
      ° اللهُمَّ يَا عَظِيمَ السُلْطَانِ . يَا قَدِيْمَ الْإِحْسَانِ . يَادَائِمَ    النَّعَمِ. يَا كَثِيرَ الْخَيْرَاتِ  يَا وَاسِعَ الْعَطَا  يَابَاسِطَ الرِّزْقِ.
       يَاخَفِيَّ اللُّطْفِ . يَا جَمِيْلَ الصُّنْعِ . يَا حَلِيْمًا لا يَعْجَلُْ ،    يَا كَرِيمًا  لَا يَبْخَلُ . صَلِّ - يَا رَبّ- عَلَى سَيِّدِنَا مُحَمَّدٍ     وَآلِهِ وَسَلَّمْ . وَارْضَ اللهُمَّ عَنِ الصَّحَابَةِ اَجْمَعِيْنَ .

      ° اَللَّهُمَّ لَكَ الْحَمْدُ شُكْرًا. وَلَكَ الْمَنُ فَضْلاً. وَانْتَ رَبَّنا         حَقًّا.وَنَحْنُ عَبَيْدُكَ رِفًا. وَأَنْتَ لَمْ تَزَلْ لِذلِكَ اَهْلاً .
          اللّهُمَّ يَا مُيَسَرَ كُلِّ عَسِير . وَيَا جَابِرَ كُلِّ كَسِيْر ،
          وَيَا صَاحِبَ كُلِّ فَرِيْدٍ . وَيَا مُقَوِّى كُلٍّ ضَعِيفٌ.
          وَيَا مُغْنِى كُلّ فَقِيْرٍ ، وَيَا مَأْ مَنَ كُلِّ خَائِفٍ، يَسِّرْ             عَلَيْنَا كُلَّ عَسِـيْرٍ ، فَتَيْسِيرُ الْعَسِيرُ عَلَيْكَ يَسِيرٌ .

      ° اللّهُمَّ يَا مَنْ لاَ يَحْتَاجُ إلى الْبَيَانِ وَالتَّفْسِيرُ .
         حَاجَتُنَا إِلَيْكَ كَثِيْرٌ   وَأَنْتَ عَالِمٌ بِهَا وَبَصِيرٌ .

      ° اَللَّهُمَّ لَكَ الْحَمْدُ  وَمِنْكَ الْفَرَجُ  وَاِلَيْكَ الْمُسْتَكَى،

       وَاَنْتَ الْمُسْتَعَانُ ، وَلاَ حَوْلَ وَلا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيم.
      وَنَسْتَعِيْنُكَ عَلَى فَسَادٍ فِيْنَا ،وَنَسْأَلُكَ صَلَاحَ اَمْرِنَا كُلِّهِ .

      ° اللّهُمَّ صَلِّ عَلى سَيّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ ، بِعَدَدِ أنْوَاعِ الرِّزْقِ وَالْفُتُوحَاتِ ، يَابَاسِطُ  الَّذِي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ بِغَيْرِ حِسَابٍ.  أُبْسُطُ عَلَيْنَا رِزْقًا حَلاَلاً طَيّبًا،وَاسِعًا مُبَارَكًا ، مِنْ كُلِّ
      جِهَةٍ مِنْ خَزَائِنِ غَيْبِكَ ، بِغَيْرِ مِنَّةِ مَخْلُوقَاتٍ بِمَحْضِ فَضْلِكَ وَجُوْدِكَ وَكَرَمِكَ وَبِغَيْرِ حِسَابٍ. اَن تُقَدِرَ لَنَا حَاجَاتِنَا ......

      اللّهُمَّ اٍنّا نَسْأَلُكَ   وَنَتَوَّجًّهُ اِلَيْكَ  وَنَتَوَسَّلُ بِنَبِيٍّكِ وَحَبِيْبِكَ سَيّدِنَا مُحَمَّدٍ صلَّى اللهُ عَلَيهِ وَسَلَّمَ ،
      يَا سَيِّدَنَا    يَاحَبِيْبَنَا    يَارَسُوْلَ اللهِ
      نَتَوَسَّلُ بِكَ اِلَى رَبِّكَ ،  فِى قَضَاءِ حَجَاتِنَا هَذِهِ ......

      اللّهُمَّ فَشَفِّـعْهُ فِيْنَا  ×  ٣ بِجَاهِهِ  عِنْدَكَ .

      شَفَاعَةً تُنْجِيْنَا بِهَا مِنْ جَمِيعِ الْأَهْوَالِ وَالْآفَاتِ. وَتَقْضِي لَنَا بِهَا جَمِيعَ الْحَاجَاتِ وَتُـطَهِّرّنَا بِهَا مِنْ جَمِيعِ

      السِّيِّئَاتِ. وَتَرْفَعُنَا بِهَا عِنْدَكَ أغلى الدَّرَجَاتِ وَتبَلَّغْنَا بِهَا أََقْصَى الغَايَاتِ ، مِنْ جَمِيعِ الْخَيْرَاتِ فِي الحَيَاةِ وَبَعْدَ المَمَاتِ..

      رَبَّنَا أَثْنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ.
          وصلى الله على سَيّدِنَا مُحَمَّدٍ وَعَلَى اله وصَحْبِهِ وَسَلّمْ
                   والحمد لله رب العالمين .

                                 الفاتحة
      ',
                'ina' => null,
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '1',
                'segmen_child' => null,
                'arb' => '',
                'ina' => 'Doa Birril walidain',
                'keterangan' => '',
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '1',
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ ',
                'ina' => '',
                'keterangan' => '',
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '1',
                'segmen_child' => '1',
                'arb' => 'اَلْحَمْدُ ِللهِ الَّذِي اَمَرَنَا بِشُكْرِ الْوَالِدَيْنِ وَاْلإِحْسَانِ إِلَيْهِمَا ، وَحَثَّنَا عَلَى اغْتِنَامِ بِرِّهِمَا وَاصْتِنَاعِ الْمَعْرُوْفِ لَدَيْهِمَا ، وَنَدَبَنَا إِلَى خَفْضِ الْجَنَاحِ مِنَ الرَّحْمَةِ لَهُمَا إِعْظَامًا وَإِكْبَارًا ، وَأَوْصَانَا بِالتَّرَحُّمِ عَلَيْهِمَا كَمَا رَبَّيَانِي صَغِيْرًا.    (اَللَّهُمَّ فَارْحَمْ وَالِدِيْنَا  ×  ٣) وَاغْفِرْ لَهُمْ  وَارْحَمْهُمْ ، وَارْضَ عَنْهُمْ  رِضًا تُحِلُّ بِهِ عَلَيْهِمْ جَوَامِعَ رِضْوَانِكَ, وَمَوَاطِنَ عَفْوِكَ وَغُفْرَانِكَ ، وَتُحِلُّهُمْ بِهِ  دَارَ  كَرَمَاتِكَ وَأَمَانِكَ , وَاَدِرَّ  بِهِ عَلَيْهِمْ لَطَائِفَ بِرِّكَ  وَإِحْسَانِكَ . اَللَّهُمَّ اغْفِرْ لَهُمْ  مَغْفِرَةً  جَامِعَةً ، تَمْحُو بِهَا سَالِفَ أَوْزَارِهِمْ  وَسَيِّئَ إِصْرَارِهِمْ ، وَارْحَمْهُمْ رَحْمَةً تُنِيْرُ لَهُمْ بِهَا الْمَضْجَعَ فِيْ قُبُوْرِهِمْ ، وَتُؤَمِّنُهُمْ بِهَا يَوْمَ الْفَزَعِ عِنْدَ نُشُوْرِهِمْ. اَللَّهُمَّ تَحَنَّنْ عَلَى ضَعْفِهِمْ كَمَا كَانُوْا عَلَى ضَعْفِنَا مَتَحَنِّنِيْنَ، وَارْحَمِْ انْقِطَاعَهُمْ إِلَيْكَ كَمَا كَانُوْا فِيْ حَالِ انْقِطَاعِنَا إِلَيْهِمْ رَاحِمِيْنَ. وَتَعَطَّفْ عَلَيْهِمْ كَمَا كَانُوْا عَلَيْنَا فِيْ حَالِ صِغَرِنَا مُتَعَطِّفِيْنَ',
                'ina' => '',
                'keterangan' => '',
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '1',
                'segmen_child' => '2',
                'arb' => 'اَللَّهُمَّ احْفَظْ لَهُمْ ذَلِكَ الْوُدَّ الَّذِي أَشْرَبْتَهُ قُلُوْبَهُمْ ، وَالْحَنَانَةَ الَّتِي مَلأْتَ بِهَا صُدُوْرَهُمْ ، وَاللُّطْفَ الَّذِي شَغَلْتَ بِهِ جَوَارِحَهُمْ ، وَاشْكُرْ لَهُمْ ذلِكَ الْجِهَادَ الَّذِي كَانُوْا فِيْنَا مُجَاهَدِيْنَ ، وَلاَ تَضَيِّعْ لَهُمْ ذَلِكَ اْلإِجْتِهَادَ الَّذِي كَانُوْا فِيْنَا مُجْتَهِدِيْنَ،وَجَازِهِمْ عَلَى ذَلِكَ السَّعْيِ الَّذِي كَانُوْا فِيْنَا سَاعِيْنَ،وَالرَّعْيِ الَّذِي كَانُوْا فِيْنَا رَاعِيْنَ، أَفْضَلَ مَا جَازَيْتَ بِهِ  السُّـعَاةَ الْمُصْلِحِيْنَ وَالرُّعَاةَ النَّاصِحِيْنَ',
                'ina' => '',
                'keterangan' => '',
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '1',
                'segmen_child' => '3',
                'arb' => 'اَللَّهُمَّ بِرَّهُمْ أَضْعَافَ مَاكَانُوْا يَبِرُّوْنَنَا ، وَانْظُرْ إِلَيْهِمْ بِعَيْنِ الرَّحْمَةِ كَمَا كَانُوْا يَنْظُرُوْنَنَا. اَللَّهُمَّ هَبْ لَهُمْ مَا
                ضَيَّعُوْا مِنْ حَقِّ رَبُوْبِيَّتِكَ ، بِمَا اشْتَغَلُوْا بِهِ فِيْ حَقِّ تَرْبِيَتِنَا ، وَتَجَاوَزْ عَنْهُمْ مَا قَصَّرُوْا فِيْهِ مِنْ حَقِّ خِدْمَتِكَ بِمَا آثَرُوْنَا بِهِ فِيْ حَقِّ خِدْمَتِنَا ،وَاعْفُ عَنْهُمْ مَا ارْتَكَبُوا مِنَ الشُّبُهَاتِ مِنْ أَجْلِ مَا اكْتَسَبُوا مِنْ اَجْلِنَا ، وَلاَ تُؤَاخِذْهُمْ بِمَا دَعَتْهُمْ إِلَيْهِ الْحَمِيَّةُ مِنَ الْهَوَى   لِمَا غَلَبَ عَلَى قُلُوْبِهِمْ مِنْ مَحَبَّتِنَا، وَتَحَمَّلْ عَنْهُمُ الظُّلُمَاتِ الَّتِي ارْتَكَبُوْهَا  فِيْمَا اجْتَرَحُوْا لَنَا وَسَعَوْا عَلَيْنَا ،وَالْطُفْ بِهِمْ فِيْ مَضَاجِعِ الْبِلَى لُطْفًا يَزِيْدُ عَلَى لُطْفِهِمْ فِيْ أَيَّامِ حَيَاتِهِمْ بِنَا. اَللَّهُمَّ وَمَا هَدَيْتَنَا لَهُ مِنَ الطَّاعَاتِ ، وَيَسَّرْتَهُ لَنَا مِنَ الْحَسَنَاتِ، وَوَفَّقْتَنَا لَهُ مِنَ الْقُرُبَاتِ ،فَنَسْأَلُكَ اَللَّهُمَّ أَنْ تَجْعَلَ لَهُمْ مِنْهَا حَظًّا وَنَصِيْبًا. وَمَا اقْتَرَفْنَاهُ مِنَ السَّيِّئَاتِ،وَاكْتَسَبْنَاهُ مِنَ الْخَطِيْئَاتِ وَتَحَمَّلْنَاهُ مِنَ التَّبِعَاتِ، فَلاَ تُلْحِقْهُمْ مِنَّا بِذَلِكَ حُوْبًا، وَلاَ تَحْمِلْ عَلَيْهِمْ مِنْ ذُنُوْبِنَا ذُنُوْبًا. اَللَّهُمَّ وَكَمَا سَرَّرْتَهُمْ بِنَا فِي الْحَيَاةِ ، فَسُرَّهُمْ بِنَا بَعْدَ الْوَفَاةِ.    ×٣',
                'ina' => '',
                'keterangan' => '',
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '1',
                'segmen_child' => '4',
                'arb' => 'اَللَّهُمَّ وَلاَ تُبَلِّهُمْ مِنْ أَخْبَارِنَا مَا يَسُوْءُهُمْ ، وَلاَ تُحَمِّلْهُمْ مِنْ أَوْزَارِنَا مَايَنُوْءُهُمْ ، وَلاَ تُخْزِهِمْ بِنَا فِيْ عَسْكَرِ  اْلأَمْوَاتِ  بِمَا نُحْدِثُ مِنَ الْمُخْزِيَاتِ وَنَأْتِيْ مِنَ الْمُنْكَرَاتِ. وَسُرَّ أَرْوَاحَهُمْ بِأَعْمَالِنَا فِي الْمُلْتَقَى اْلأَرْوَاحِ  إِذَا سُرَّ أَهْلُ الصَّلاَحِ بِأَبْنَاءِ الصَّلاَحِ ، وَلاَ تَقِفْهُمْ مِنَّا عَلَى مَوْقِفِ افْتِضَاحِ  بِمَا نَجْتَرْحُ مِنْ سُوْءِ اْلإِجْتِرَاحِ. اَللَّهُمَّ وَمَا تَلَوْنَا مِنْ تِلاَوَةٍ فَزَكَّيْتَهَا ، وَمَا صَلَّيْنَا مِنْ صَلاَةٍ فَتَقَبَّلْتَهَا، وَعَمِلْنَا مِنْ أَعْمَالٍ صَـالِحَةٍ فَرَضِيْتَهَا، وَتَصَدَّقْنَا مِنْ صَدَقَةٍ فَنَمَّيْتَهَا فَنَسْأَلُكَ اَللَّهُمَّ   اَنْ تَجْعَلَ حَظَّهُمْ مِنْهَا أَكْبَرَ مِنْ حُظُوْظِنَا، وَقَسْمَهُمْ مِنْهَا أَجْزَلَ مِنْ أَقْسَامِنَا ، وَسَهْمَهُمْ مِنْ ثَوَابِهَا  اَوْفَرَ مِنْ سِهَامِنَا ، فَإِنَّكَ أَوْصَيْتَنَا بِبِرِّهِمْ  وَنَدَبْتَنَا إِلَى شُكْرِهِمْ، فَأَنْتَ أَوْلَى بِاْلبِرِّ مِنَ الْبَآرِّيْنَ ،وَأَحَقُّ بِاْلوَصْلِ مِنَ الْمَأْمُوْرِيْنَ. اَللَّهُمَّ اجْعَلْنَا لَهُمْ قُرَّةَ أَعْيُنٍ  يَوْمَ يَقُوْمُ اْلأَشْهَادُ ، وَأَسْمِعْهُمْ مِنَّا أَطْيَبَ النِّدَاءِ يَوْمَ التَّنَادِ ، وَاجْعَلْهُمْ بِنَا مِنْ أَغْبَطِ اْلآبَاءِ بِاْلأَوْلاَدِ حَتَّى تَجْمَعَنَا وَإِيَّاهُمْ وَالْمُسْلِمِيْنَ  جَمِيْعًا فِيْ دَارِ كَرَامَتِكَ وَمُسْتَقَرِّ رَحْمَتِكَ  وَمَحَلِّ أَوْلِيَائِكَ .مَعَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ مِنَ النَّبِيِّيْنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَآءِ وَالصَّالِحِيْنَ وَحَسُنَ اُولئِكَ رَفِيْقًا.  (ذَلِكَ الْفَضْلُ مِنَ اللهِ وَكفَى بِاللهِ عَلِيْمًا) وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ. سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ  وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ  .  وَالْحَمْدُ ِللهِ رَبِّ الْعَالَمِيْنَ   آمِيْنَ',
                'ina' => '',
                'keterangan' => '',
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '2',
                'segmen_child' => null,
                'arb' => '',
                'ina' => 'Qosidah Romadhon',
                'keterangan' => '',
            ],
            // [
            //     'bacaan_id' => '7',
            //     'segmen_parent' => '2',
            //     'segmen_child' => null,
            //     'arb' => 'قصيدة شهر رمضان',
            //     'ina' => '',
            //     'keterangan' => '',
            // ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '2',
                'segmen_child' => '1',
                'arb' => 'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ
<br>
                اِنَّا اَنْزَلْنَهُ فِي لَيْلَةِ الْقَدْرِ * وَمَا أَدْرِيكَ مَا لَيْلَةُ الْقَدْرِ *
                لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ * تَنَزَّلُ الْمَلَبِكَةُ وَالرُّوْحُ
                فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ  كُلِّ أَمْرٍ سَلَمُ  ، هِيَ حَتَّى مَطْلَعِ  الْفَجْرِ
                ',
                'ina' => '',
                'keterangan' => '',
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '2',
                'segmen_child' => 2,
                'arb' => 'لِلنَّبِيّ  -
                مُحَمَّدِ الْهَادِى وَالْآلِ وَالصَّحْبِ     ٢
        <br>-------------------------
        <br>   •   يَارَبَّنَا اقْبَلْنَا فِي شَهْرِنا رَمْضَانْ     ٢
        <br>
           •   يَارَبَّنَا احْفَظْنَافِي شَهْرِنَا رَمْضَانْ  ٢
           <br>
           •  يَارَبِّ سَامِحْنَا فِي شَهْرِنَا رَمْضَانْ   ٢
           <br>
           •  يَارَبِّ اغْفِرْ لَنَا فِي شَهْرِنَا رَمْضَانْ   ٢
           <br>
           •   يَارَبَّنَا ارْحَمْنَا فِي شَهْرِنَا رَمْضَانْ   ٢
           <br>
           •  يَارَبِّ عَامِلْنَا بِاللُّطْفِ وَالْاِحْسَانْ     ٢
           <br>
           •  يَارَبَّنَا ادْخِلْنَا فِي جَنَّةِ  الرِّضْوَانْ    ٢
           <br>
           •  يَارَبِّ سَلِّمْنَا  مِنْ لَهْبَةِ  النِّيْرَانْ        ٢
           <br>
           •  يَارَبَّنَا   انْفَعْنَا    بِبَرْكَةِ    الْقُرْآنْ       ٢
           <br>
           •   يَا سَلَامْ  سَلِّمْنَا  مِنْ عَوَائِقْ   عَاقَتْنَا       ٢
           <br>
           •   يَاسَلَامْ اُكْتُبْ سَلًامْ   بَيْنَ زَمْزَمْ وَالْمًقَامْ   ٢
           ',
                'ina' => '',
                'keterangan' => '',
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '2',
                'segmen_child' => '3',
                'arb' => 'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ .
          <br>
                إِنَّا أَعْطَيْنَكَ الْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَانْحَرْ *
                إِنَّ شَانِئَكَ هُوَ الْاَبْتَر
                ',
                'ina' => '',
                'keterangan' => '',
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '7',
                'segmen_parent' => '2',
                'segmen_child' => '4',
                'arb' => 'يَااللّٰهْ بِنَا نَلْتَقِي عِندَ الْحَبِيبِ النَّبِي .. ٢
                <br>*  نَرِدْ لِحَوْضِ النَّبِي يَااللّٰهْ مَعَ الْوَارِدِينْ ..٢
                <br>*  مَعْ اَنْبِيَائِكْ اَجْمَعِيْنْ عِبَادِكَ الصَّالِحِينْ ..٢
                <br>*  فِي زَمْرَةْ اَحْمَدْ مُحَمَّدْ  سَيِّدِ الْمُرْسَلِينْ .. ٢
                <br>*  يَارَبَّنَا ارْحَمْنَا      وَلَا تُعَذِّبْنَا .. ٢
                <br>*  يَارَبَّنَا ارْحَمْنَا   وَلَا لَنَا غَيْرُكْ ..٢
                <br>*  وَمِنْكَ قَرِّبْنَا       وَلاَ تُبُاعِدْنَا .. ٢
                <br>*  اِنَّا تَوَسَّلْنَا         بِجَاهِ سَيِّدْنَا
                 مُحَمَّدٍ الْهَادِي   عَلَيْهِ صَلَّيْنَا .. ٢
                ',
                'ina' => '',
                'keterangan' => '',
                'is_syiir' => true,
            ],

        ];

        foreach ($items as $item) {
            BacaanDetail::create($item);
        }
    }
}
