<?php

namespace Database\Seeders;

use App\Models\BacaanDetail;
use Illuminate\Database\Seeder;

class BacaanDetailSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $items = [
            [
                'bacaan_id' => '1',
                // 'segmen' => '0',
                'segmen_parent' => null,
                'segmen_child' => '0',
                'arb' => 'بِسْمِ اللهِ الرًّحْمَنِ الَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '1',
                'segmen_parent' => null,
                'segmen_child' => '1',
                'arb' => 'إلَى حَضْرَةِ النَّبِيِّ المُصْطَفَى ، وَحَبِيْبِ الْمُجْتَبَى، وَرَسُوْلِ المُقْتَدَى، سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيعِنَاوَقُرَّةِ أََعْيُنِنَامُحَمَّدٍ صَلَّى اللهُ عَلَيْه وَسَلَّمْ وَعَلَى اَلِهِ وَأَصْحَابِهِوَازْوَاجِهِ وَذُرِّيَّاتِهِ وَاهْلِ بَيْتِهِ الْكِرَام ... الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '2',
                'segmen_parent' => null,
                'segmen_child' => '2',
                'arb' => 'ثُمَّ إِلَى أَرْوَاحِ اَبَآئِهِ وَإِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالمُرْسَلِينَ وَالْأَوْلِيَآءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ. وَآلِ كُلٍّ وَصَحْبِ كُلٍّ . ثُمَّ إِلَى رُوحِ أَبِيْنَا آدَمَ وَاُمِّنَا حَوَّاءَ وَمَا تَنَاسَلَ بَيْنَهُمَا إلَى يَوْمِ الْقِيَامَةِ ... الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '3',
                'segmen_parent' => null,
                'segmen_child' => '3',
                'arb' => 'ثُمَّ إلى أَرْوَاحِ سَادَاتِنَا وَمَوَالِيْنَا وَاَئِمَّتِنَا : سَيّدِنَا أََبِي بَكْرٍ الصِّدّيْقْ ،وسَيدِنا عُمَرَ بْنِ الْخَطَّاب، وَسَيّدِنَا عُثْمَانَ ابْنِ عَفَّان ،وَسَيِّدِنَا عَلِيٍّ بْنٍ اَبِي طِالِبْ، وَسِتَّةِ الْبَاقِيْنْ ، ثم إلى أزوَاحِ بَقِيَّةِ الصَّحَابَةِ وَالْقَرَابَةِ. وَالتَّابِعِينَ وَتَابِعِ التَّابِعِينَ وَتَابِعِهِمْ بِإِحْسَانٍ إِلى يَوْمِ الدِّينَ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '4',
                'segmen_parent' => null,
                'segmen_child' => '4',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ اَرْبَعَةِ الْأَئِمَّةِ المُجْتَهدِينَ وَمُقَادِمِيهِمْ فِي الدِّينِ.وإلى أَرْوَاحِ العَلَمَاءِ الرَّاشِدِيْنَ وَالْقَرَاءِ المَخْلِصِينَ وَالْأَئِمَّةِالْحَدِيثِ وَالْمُفْسِرِينَ وَسَائِرِ السَّادَاتِنَا الصُّوْفِيَّةِ المُحَقِّقِينَ،ثُمَّ إلى أَرْوَاحِ كُلِّ وَليٍّ وَوَلَيَّةٍ وَمُسْلِم وَمُسْلِمَةٍ مِنْ مَشَارِقِ الْأَرْضِ إِلى مَغَارِبِهَا وَمِنْ يَميْنهَا إلى شِمَالِهَا',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '5',
                'segmen_parent' => null,
                'segmen_child' => '5',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيعِ اَهْلِ سِلْسِلَةِ الْقَادِرِيَّةِ وَالنَّقْسَبَنْدِيَّةِ.وَجَمِيعِ اَهْلِ الطُّرُقِ . خُصُوصًا سُلْطَانَ الْأَوْلِيَاءِ. سَيّدِنَاالشَّيْخِ عَبْدِ القَادِرِ الجيلاني الله وَسَيّدَ الطَّائِفَةِ الصُّوْفِيَّة.الشَّيْخَ إِلَى الْقَاسِمِ جُنَيْدِ الْبَغْدَادِي. وَسَيّدَ السَّارِي السَّقَطِيوَسَيِّدَ الْمَعْرُوْفِ الكَرْخِي. وَسَيّدَ الْحَبَيْبِ الْعَجَمِ. وَسَيِّدَالحَسَنُ الْبَصْرِي. وَسَيِّدَ الْإِمَامِ جَعْفَرِ الصَّادِقِ. وَسَيِّدَ أبِي يَزِيدُ البَسْطَامِي ،وَسَيِّدَ يُوْسُفُ الْهَمْدَانِي. وَسَيِّدَ مُحَمَّدٌ بَهَاءُ الدِّينَ النَّقْسَبَنْدِي ، وَإِلَى حَضْرَةِ الْإِمَامِ الرَّبَّانِي وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ وَالأَخِذِيْنَ عَنْهُمْ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '6',
                'segmen_parent' => null,
                'segmen_child' => '6',
                'arb' => 'ثمَّ إِلى أَروَاحِ الفَقِيْهِ المُقَدَّمِ مُحَمَّدِ ابْنِ عَلِي بَاعَلَوِي وَالحَبيبِ عَبْدِ اللَّهِ ابْنِ عَلْوِى ابْنِ مُحَمَّدِ الْحَدَادِ بَاعَلَوِيْ وَالْإِمَامِ الْجَلِيْلْ عَبْدِ الرّحْمَنْ الدِّبَاعِي. وَآبِى عَبْدِ اللهُ مُحَمَّدِ ابْنِ سَعِيْدْ  الْبَصَيْرِي،وَالشَّيْخ إبْرَاهِيمَ التَّازِي رَحِمَهُمُ اللهُ تَعَالَى',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '7',
                'segmen_parent' => null,
                'segmen_child' => '7',
                'arb' => 'ثُمَّ الْفَاتِحَةُ إِلى أَرْوَاحِ مَنْ فَتَحَ هذِهِ القَرْيَةِ وَمَنْ عَمَّرَهَا بإِحْيَاءِ الشَّرِيعَةِ الإِسْلَام فِيْهَا ، وَإلى أَرْوَاحِ مُؤَسِّسِ هذا الْمُصَلَّى : كنجانا وغو الكوثر وقف العطاش الحبيب احمد بن شيخ العطاش . الْفَاتِحَةُ إِلى أَرْوَاحِ اَسَاتِيْذِنَا وَمَشَايِخِنَا خُصُوصًا. الْحَاجّ كِيَاهِي : سَعْـدُ الله آميْن نَافِعٌ ، الْحَاجَ كِيَاهِي : أَحْيَدٌ حَلِيْمِي. الْحَاجّ كِيَاهِي : أَحْمَدِيْ وَاَخِيْه . الحاج كِيَاهِي : زَمْرَجِي إِبْنَا الشَّيْرَازِى. الْحَاج  كِيَاهِي : حَسَنْ اَشْعَرِي مَعْلِي . وَأَصُوْلِهِمْ وَفَرُوْعِهِمْ وَاَهْلِ سِلْسِلَتِهِمْ اَنَّ اللهَ يَغْفِرْ لَهُمْ وَيَرْحَمْهُمْ  وَيَنْفَعَنَا بِهِمْ وَآمَدَّنَا بِمَدِدِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَأَسْرَارِهِمْ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '8',
                'segmen_parent' => null,
                'segmen_child' => '8',
                'arb' => 'الْفَاتِحَةُ إِلى أَزْوَاحِ وَالِدِينَا وَوَالِدِيْكُمْ. وَمَشَايِحِْنَا وَمَشَايِحْكُمْ. وَأَمْوَاتِنَا وَاَمْوَاتِكُمْ، وَلِمَنْ اَحْسَنَ اِلَيْنَا . وَلِمَنْ لَه حَقٌّ عَلَيْنَا .وَلِمَنْ أَوْصَانَا وَاسْتَوْصَانَا. وَلِمَنْ يَتَعَلَّمُ عِنْدَنَا وَقَلَدَنَا بِدُعَاءِ الخَيْرِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '9',
                'segmen_parent' => null,
                'segmen_child' => '9',
                'arb' => 'ثُمَّ إِلى أَرْوَاحِ جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ المُسْلِمِينَ وَالْمُسْلِمَاتِ. والمؤمِنِينَ وَالمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ إلى مَغَارِبَهَا. بَرْهَا وَبَحْرِهَا وَمِنْ يَمِيْنهَا إلى شِمَالِهَا . وَمِنْ قَافٍ إلى قَافٍ مِنْ لَدُنْ آدم إلى يَوْمِ الْقِيَامَةِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '1',
                // 'segmen' => '10',
                'segmen_parent' => null,
                'segmen_child' => '10',
                'arb' => 'الفَاتِحَةُ بِنِيَّة القَبُوْلِ. وَتَمَامِ كُلِّ سُوْلِ وَمَأْمُوْلٍ وَصَلَاحِ الشَّأْنِ. ظَاهِرًا وَبَاطِنَا فِي الدِّيْنِ وَالدُّنْيَا وَالْآخِرَةِ . دَافِعَةٌ عَنْ كُلِّ شَرٍ. جَالِبَةٌ لِكُلِّ خَيْرٍ لَنَا وَ لِوَالِدِينَا . وَلِاَوْلَادِنَا وَذُرِّيَّتِنَا. وَتَلَامِيذِنَا وَجُلَسَائِنَا . مَعَ اللَّطْفِ وَالْعَافِيَةِ . وَعَلَى  ِنيَّةٍ أَنَّ اللهَ يُنوِّرُ قُلُوبَنَا وَقَوَالِيْنَا مَعَ الْهُدَى وَالتَّقى . وَالْعَفَافِ وَالْغِنَى وَالْوَتِ عَلَى دِيْنِ الْإِسْلَام   بِلا مِحْنَةٍ وَلَا امْتِحَانٍ ، بِجَاهِ سَيِّدِ وَلَدِ عَدْنَانِ جَامِعَةً لِكُلِّ نِيَّةٍ صَالِحَةً . وَزِيَادَةٌ ومَحَبَّةً فٍيْ شَرَفِ حَبِيبِنَا سَيّدِنَا مُحَمَّدٍ صلى الله  عليه وسلم. الفاتحة',
                'ina' => null,
                'keterangan' => null,
            ],

            //2
            [],

            //3
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => null,
                'arb' => 'الباب الأول',
                'ina' => 'BAB 1',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => 0,
                'arb' => 'بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '1',
                'arb' => 'اَلْحَمْدُ لِله الَّذِي أَرْسَلَ سَيِّدَنَا مُحُمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِكَامِلِ الشَّرِيعَةِ وَخَالِصِ الدِّيْنِ، وَحَلَى جِيْدَ رِسَالَتِهِ بِبَاهِرِ الْخَوَارِقِ ,وَأَيَّدَهُ بِكُمَّاةِ الْأَصْحَابِ الْمُهْتَدِيْنَ .
                <br>
                وَخَصَّ مَنْ شَآءَ مِنْ أَتْبَاعِ مِلَّتِهِ بِالرُّقِي إِلَى أَوْجِ الْمَعَارِفِ وَالْحَقَائِقِ، وَأَفَاضَ عَلَيْهِمْ مِنْ بُحُورِ الْمَوَاهِبِ اللَّدُنِيَّةِ ظُرَفَ اللَّطَائِفِ وَشَوَارِقَ الرَّقَائِقِ.
                <br>
                فَأَصْبَحَوْا هُدَاةَ الْأُمَّةِ، وَقَادَتَهَا إِلَى الْعَرِيْزِ الْعَلِيمِ،
                <br>
                سَالِكِينَ بِعِبَادِ اللهِ تَعَالَى مِنْ سُبُلِ الْإِرْشَادِ أَعْلَى الصِّرَاطِ الْمُسْتَقِيمِ .
                <br>
                وَآلَ اللهُ عَلَيْهِ وَعَلَيْهِمْ زَاكِيَ الصَّلَوَاتِ وَالتَّسْلِيمَ، وَوَفَّقَنَا لِلْإِهْتِدَاءِ بِهْدَاهُمْ ، وَالْإِقْتِدَاءِ بِأَثَارِهِمْ ،
                وَالْإِقْتِبَاسِ مِنْ مِشْكَاةِ أَنْوَارِهِمْ فِي حِنْدِسِ
                الْجَهْلِ  الْبَهِيمِ . مَا عَطَّرَتْ مَنَاقِبُهُمْ مَعَاطِسَ الْأَسْمَاعِ الْوَاعِيَةِ، وَتُلِيَتْ آيُ فَضَائِلِهِمْ فَكَانَتْ إِلَى النُّهُوْضِ إِلَى اللهِ دَاعِيَةً.        أَمَّا بَعْدُ :
                فَيَقُولُ الْمُفْتَقِرُ إِلَى فَضْلِ الْكَرِيمِ الْمُنْجِي، جَعْفَرُ ابْنُ حَسَنِ ابْنِ عَبْدِ الْكَرِيمِ الْبَرْزَنْجِيَ : هَذِهِ نُبْذَةٌ مِنْ أَحْوَالِ الْقُطْبِ الرَّبَّانِيِّ ، وَالْغَوْثِ الصَّمَدَانِي ، سُلْطَانِ الأَوْلِيَاءِ الْعَآرِفِينَ ،وَإِمَامِ الْعُلَمَآءِ السَّالِكِيْنَ،
                النَّاهِلِينَ مِنْ بَحْرِ الْحَقِيقَةِ وَالْغَارِفِينَ، اَلسَّيِّدِ الشَّرِيفِ، وَالسَّنَدِ الْغِطْرِيفِ ، الْحَسِيْبِ النَّسِيْبِ ، ذِي الْمَقَامِ الأََعْلَى وَالنَّادِي الرَّحِيْبِ ، سَيِّدِي الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِي  رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة)
                بَلَّغَهُ اللهُ تَعَالَى بِنَفْسِهِ الْقَوِيِّ وَالْحَفِيِّ جَنَّةَ الْقُرْبِ وَالأَمَانِ ،
                وَعِقْدٌ نَظَمْتُهُ مِنْ فَرَآئِدِ عَمَلِهِ  وَقَوْلِهِ ،  لِتَتَشَنَّفَ
                <br>
                بِدُرَرِهِ أَسْمَاعُ الْحَاضِرِينَ عِنْدَ عَمَلِ مُهِمِّهِ وَحَوْلِهِ .
                <br>
                اٍنْتَخَبْتُهُ مِنْ كَلَامِ بَعْضِ أَرْبَابِ الطَّرِيقَةِ، وَمَنْ لَهُ فِي حَضْرَةِ الشَّيْخِ  عَقِيْدَةٌ مُحْكَمَةٌ وَمَحَبَّةٌ وَثِيْقَةٌ كَالشَّيْخِ عَبْدِ الْوَهَّابِ الشَّعْرَانِيَ الَّذِي لَاحَ لَهُ الْفَلَاحُ ،
                 وَالسَرَاجِ الدِّمَشْقِيَ صَاحِبُ كِتَابِ نِتَاجِ الأَرْوَاحِ ، رَغْبَةً فِي نَشْرِ أَحْوَالِ الْكُمَّلِ وَبَثِّ مَنَاقِبِ الْأَخْيَارِ، وَاسْتِنْزَالاً  لِصَيِّبِ رَحَمَاتِ وَالْبَرَكَاتِ الْغِزَارِ .
                <br>
                إِذ بِذِكْرِهِمْ تُفْتَحُ أَبْوَابُ السَّمَوَاتِ الْعَلِيَّةِ ، وَتَنْهَلُّ مِنْ حَظِيرَةِ الْقُدْسِ سُحُبُ الْفُيُوْضَاتِ الْإِلَىهِيَّةِ ، وَفَصَّلْتُهُ بِوَسَآئِطَ مِنْ لَأًلِ التَّرَاضِي عَنْهُ، وَطَلَبِ الإِمْدَادِ بِأَسْرَارِهِ ، فَلْيَجْهَرْ بِذِكْرِهِ الْحَاضِرُوْنَ عِنْدَ بُلُوْغِ الْقَارِئِ  اِلَيْهَا فِي أَخْبَارِهِ،  وَسَمَّيْتُهُ بِاللُّجَيْنِ الدَّانِي فِي ذِكْرِ نُبْذَةٍ مِنْ مَنَاقِبِ الْقُطْبِ الرَّبَّانِي سَيِّدِنَا الشَّيْخِ  عَبْدِ الْقَادِرِالْجِيْلَانِيَ رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة) ، فَاَقُولُ : هُوَ الشَّيْخُ الْكَامِلُ، وَالْجِهْبِذُ الْوَاصِلُ، ذُو الْمَقَامَاتِ الْعَالِيَةِ الشَّرِيفَةِ ، وَالْأَقْدَامِ
                الرَّاسِخَةِ، وَالتَّمَكُّنِ التَّآمِّ، وَالأَحْوَالِ الْمُنِيْفَةِ ،
                <br>
                وَالْكَمَالَاتِ الشَّامِخَةِ ، الْقُطْبُ الرَّبَّانِي، وَالنُّوْرُ السَّاطِعُ الْبُرْهَانِي، وَالْهَيْكَلُ الصَّمَدَانِي، وَالْغَوْثُ النُّوْرَانِيّ، وَهُوَ أَبُو مُحَمَّدْ  عَبْدِ الْقَادِرِالْجِيْلَانِيَ رَضِيَ اللَّهُ عَنْهُ .....  ( الفاتحة) ، اِبْنُ أَبِي صَالِحِ مُوْسَى جَنْكِي دَوْسَتِ، وَقِيلَ: جَنْكًا دَوْسَتِ، ابْنِ عَبْدِ اللهِ،
                اٍبْنِ يَحْيَى الزَّاهِدِ ، اِبْنِ مُحَمَّدِ ، اِبْنِ دَاوُودَ ، اٍبْنِ مُوسَى الثَّانِي ، ابْنِ عَبْدِ اللهِ الثَّانِي ، اِبْنِ مُوْسَى الْجُوْنِ ، اِبْنِ عَبْدِ اللهِ الْمَحْضِ،اِبْنِ الْحَسَنِ الْمُثَنَّى،
                اِبْنِ الْحَسَنِ السِّبْطِ ، اِبْنِ عَلِيٍّ بْنِ أَبِي طَالِبٍ ،
                وَابْنِ فَاطِمَةَ الزَّهْرَاءِ الْبَتُوْلِ، بِنْتِ سَيّدِنَا مُحَمَّدٍ
                صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّسُوْلِ',
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '2',
                'arb' => 'نَسَبٌ كَأَنَّ عَلَيْهِ مِنْ شَمْسِ الضُّحَى @
                نُورًا وَمِنْ فَلَقِ الصَّبَاحِ عَمُوْدًا
                <br>
                نَسَبٌ لَّهُ فِي وَجْهِ آدَمَ  لُمْعَةٌ   @
                مُنِحَتْ مَلَآ ئِكَةُ السَّمَاءِ سُجُودًا
                <br>
                نَسَبُ كِتَابُ اللهِ أَوْفَى حُجَّةً   @
                فِي مَدْحِهِ مَنْ ذَا يَرُوْمُ جُودًا
                <br>
                يَارَبَّنَا ارْضَ عَنْهُ وَارْحَمْنَا بِهِ  @
                وِاحْلُلْ مِنَ الَأَمْرِ الْعَسِيْرِ عُقُوْدَا',
                'ina' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '3',
                'arb' => 'بسم اللهِ الرَّحْمٰنِ الرَّحِيمِ
                <br>
                يَارَبَّنَا   بِالْهَيْكَلِ    النُّوْرَانِ  @
                     الْبَازِ عَبْدِ الْقَادِرِ الْجِيْلَانِيّ
                <br>
                اُسْلُكْ بِنَا نَهْجَ الْهِدَايَةِ وَاحْمِنَا @
                     مِنْ شَرِكُلِّ مُعَانِدٍ اَوْجَانِي
                <br>
                بِاَبِيهِ عَبْدِ اللهِ فَرِّجْ كَرْبَنَا @
                     وَاقْضِ حَوَائِجَْ عَبْدِكَ الْوِلْهَانِ
                <br>
                وَبِجَنْكِ دُسْتٍ يَا اِلَهِيْ أَغْنِنِي @
                     وَاجْعَلْنِي فِي بَحْرِ الْمَحَبَّةِ فَانِي
                <br>
                بِالْقُطْبِ عَبْدِ اللهِ دَاوِ عِلَّتِي @
                     وَبِيَحْيَ أَحْيِ الْقَلْبَ بِالْعِرْفَانِ
                <br>
                وَبِمُحَمَّدْ وَآبِيْهِ دَاوُدَ اكْسُنِي @
                     ثَوْبَ الْبَهَا وَالْوُدِّ فِي الْأَزْمَانِ
                <br>
                بِاَبِيْهِ عَبْدِ اللهِ أَصْلِحْ شَأْنَنَا @
                     وَلِدِيْنِنَا فَاحْفَظْ مِنَ النُّقْصَانِ
                <br>
                وَالْطُفْ بِنَا فِي كُلِّ مَا قَدَّرْتَهُ @
                     بِالْجُوْنِ مُوسَى جُدْ بِخَيْرِ جِنانِ
                <br>
                وَالْمَحْضِ عَبْدِ اللهِ لِلْاِحْسَانِ مَحْ @
                   .. ضًا رَقِّنِيْ ثُمَّ اكْسُنِي بِمَعَانِي
                <br>
                بِالْأَنْوَرِ الْحَسَنِ الْمُثَنَّى نَوِّرَنْ @
                     عَقْلِيْ وَلَا تَتْرُكْنِ  لِلْأَكْوَانِ
                <br>
                وَاَبِيْهِ أَوَّلِ كُلِّ قُطْبٍ بَاهِرٍ @
                     سِبْطِ النَّبِيِّ الْمُصْطَفَى الْعَدْنَانِيّ
                <br>
                حَسَنِ الزَّكيِّ ابْنِ الْإِمَامِ الْمُرْتَضَى @
                     حَامِي الْوَغَى غَيْثِ النَّدَى الْهَتَّانِ
                <br>
                يَسِّرْ لَنَا كُلَّ الْأُمُوْرِ وَعَافِنَا @
                     مِنْ كُلِّ هَمٍّ أَوْ بَلَا أَوْعَانِي
                ',
                'ina' => null,
                'keterangan' => null,
                'is_syiir' => true,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '1',
                'segmen_child' => '4',
                'arb' => 'اللَّهُمَّ انْشُرْ نَفَحَاتِ الرَّضْوَانِ عَلَيْهِ
                <br>
                وَأَمِدَّنَا بِالأَسْرَارِ الَّتِي أَوْدَعْتَهَا لَدَيْهِ
                ',
                'ina' => null,
                'is_syiir' => true,
            ],


            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => null,
                'arb' => 'الباب الثاني',
                'ina' => 'BAB 2',
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => 0,
                'arb' => null,
                'ina' => null,
                'keterangan' => null,
            ],
            [
                'bacaan_id' => '3',
                // 'segmen' => '',
                'segmen_parent' => '2',
                'segmen_child' => '1',
                'arb' => 'وُلِدَ رَضِيَ اللهُ عَنْهُ بِجِيْلَانَ ، وَهِيَ بِلَادٌ مُتَفَرِّقَةٌ مِنْ وَرَاءِ طَبَرِسْتَانَ، فِي سَنَةِ إِحْدَى وَسَبْعِيْنَ وَأَرْبَعِ مِائَةٍ
                ( ٤٧١ )
                <br>
                وَكَانَ فِي طُفُولِيَّتِهِ يَمتَنِعُ مِنَ الرَّضَاعَةِ فِي نَهَارِ رَمَضَانَ عِنَايَةً مِنَ اللهِ تَعَالَى بِهِ. وَلَمَّا تَرَعْرَعَ وَسَارَ إِلَى طَلَبِ الْعُلُوْمِ ، وَقَصَدَ كُلَّ مِفْضَالٍ عَلِيْمٍ . وَمَدَّ يَدَهُ إِلَى الْفَضَائِلِ ، فَكَانَ أَسْرَعَ مِنْ خَطْوِ الظَّلِيمِ ، وَتَفَقَّهَ بِأَبِي الْوَفَا عَلِيٍّ ابْنِ عَقِيلٍ ، وَأَبِي الْخَطَّابِ الْكَلْوَذَانِيّ مَحْفُوظِ بْنِ أَحْمَدَ الْجَلِيْلِ، وَأَبِي الْحُسَيْنِ مُحمَّدِ بْنِ الْقَاضِي أَبِي يَعْلَى وَغَيْرِهِمْ، مِمَّنْ تُنَصُّ لَدَيْهِ عَرَآئِسُ الْعُلُوْمِ وَتُجَلَّى . وَقَرَاءَ الأَدَابَ عَلَى اَبِي زَكَرِيَّا يَحْيَى ابْنِ عَلِيِّ التِّبْرِيزي، وَاقْتَبَسَ مِنْهُ أَيَّ اقْتِبَاسٍ. وَأَخَذَ عِلْمَ الطَّرِيقَةِ عَنِ الْعَارِفِ بِاللهِ الشَّيْخِ أَبِي الْخَيْرِ حَمَّادِ بْنِ مُسْلِمِ الدَّبَّاسِ، وَلَبِسَ مِنْ يَدِ الْقَاضِي أَبِي سَعِيدٍ الْمُبَارَكِ اَلْخِرْقَةَ الشَّرِيفَةَ الصُّوْفِيَّةَ ، وَتَأَدَّبَ بِأَدَابِهِ الْوَفِيَّةِ، وَلَمْ يَزَلْ مَلْحُوظًا بِالْعِنَايَةِ الرَّبَّانِيَّةِ، عَارِجاً فِي مَعَارِجِ الْكَمَالَاتِ بِهمَّتِهِ الأَبِيَّةِ، آخِذًا نَفْسَهُ بِالْجِدِّ مُشَمِّرًا عَنْ سَاعِدِ الْإِجْتِهَادِ ، نَابِذًا  لِمَأْلُوْفِ الْإِسْعَافِ وَالْإِسْعَادِ ، حَتَّى أَنَّهُ مَكَثَ خَمْسًا وَعِشْرِينَ سَنَةً سَائِرًا فِي صَحْرَاءِ الْعِرَاقِ وَخَرَابَاتِهِ ، لَا يَعْرِفُ النَّاسَ وَلَا يَعْرِفُونَهُ ، فَيَعْذِلُوْنَهُ عَنْ أَمْرِهِ وَيَصْرِفُونَهُ، وَقَاسَى فِي بِدَايَةِ أَمْرِهِ الْأَخْطَارَ ، فَمَا تَرَكَ هَوْلًا إِلَّا رَكِبَهُ وَقَفَّرَ مِنْهُ الْقِفَارَ  . وَكَانَ لِبَاسُهُ جُبَّةَ صُوْفِ  وَعَلَى رَأْسِهِ خُرَيْقَةً يَمْشِي حَافِيًا فِي الشَّوْكِ وَالْوَعْرِ ، لِعَدَمِ وِجْدَانِهِ نَعْلًا يَمْشِي فِيهَا، وَيَقْتَاتُ ثَمَرَ الْأَشْجَارِ  وَقُمَامَةَ الْبَقْلِ التَّرْمَى ، وَوَرَقَ الْحَشِيشِ مِنْ شَاطِئ النَّهْرِ ، وَلَا يَنَامُ غَالِبًا ، وَلَا يَشْرَبُ الْمَاءَ ، وَبَقِيَ مُدَّةَ لَمْ يَأْكُلْ فِيْهَا طَعَامًا ، فَلَقِيَهُ إِنْسَانُ فَأَعْطَاهُ صُرَّةَ دَرَاهِمَ إِكَرَامًا ،  فَأَخَذَ بِبَعْضِهَا خُبْزًا سَمِيدًا وَخَبِيْصًا، وَجَلَسَ لِيَأْكُلَ ، وَإِذْ بِرُقْعَةٍ مَكْتُوبِ فِيْهَا :  إِنَّمَا جُعِلَتِ الشَّهَوَاتُ لِضُعَفَاءِ عِبَادِي لِيَسْتَعِيْنُوا بِهَا عَلَى الطَّاعَاتِ ، وَأَمَّا الْأَقْوِيَاءُ فَمَا لَهُمُ الشَّهَوَاتُ ، فَتَرَكَ الْأَكْلَ وَأَخَذَ الْمُنْدِيْلَ، وَتَرَكَ مَا كَانَ فِيْهِ ، وَتَوَجَّهَ فِي الْقِبْلَةِ وَصَلَّى رَكْعَتَيْنِ وَانْصَرَفَ.  وَفَهِمَ أَنَّهُ مَحْفُوظٌ وَمُعْتَنَّا بِهِ وَعَرَفَ',
                'ina' => null,
                'keterangan' => null,
            ],


        ];

        foreach ($items as $item) {
            BacaanDetail::create($item);
        }
    }
}
